[{"channel_name": "BBC", "channels_loyal": "#BBC #BBCiPlayer #BBCStories", "title": "Viral: The 5G Conspiracy Theory by @BBC Stories - BBC", "date": "14 juil. 2020", "reaction": {"views": "304 849 vues", "likes": "3,3 K", "dis_likes": "905", "comment": 20}, "subtitle": "\nAt first I did believe there was a virus, but when they start\ntaking away your rights it doesn't make sense. The coronavirus is the biggest threat this\ncountry has faced for decades.\nIf you don't follow the rules, the police will have\nthe powers to enforce them. You must stay at home.\nConspiracy theories about 5G have been spreading since\nthe beginning of lockdown. There is no virus.\nIt's 5G radiation poisoning. This is all a big part of the eventual goal,\nwhich is control. Your body can't handle this new 5G.\nIt's not built for it. And lots more people are going to be ill.\nThese false theories have been contagious. BBC News at two o'clock.\nThis is Nicky Cardwell. Police have broken up a group of around 25\npeople protesting about the lockdown in central London.\nThe demonstration took place near to the A&E unit\nof St Thomas's hospital. 5G...\nGet used to this. Tyranny.\nFascism. Fascism!\nMajor health organisations have said that 5G is safe,\nand that there is absolutely no link between it and coronavirus.\nArrest Bill Gates! Arrest Bill Gates!\nSo where did the idea come from? And how far are its believers prepared to\ngo? You're going to be poisoned.\nAre you going to stand for that? Well, we're not standing for it.\nIt isn't coronavirus. Hi, how's it going?\nI'm good. How are you?\nYeah, I'm good. Nice to meet you.\nNice to meet you, too. How much time are you spending online?\nI looked at my screen time on my phone, I think it was like...\n16 hours, maybe? A day?\nYeah. Yeah, but it's gone down now.\nBut at first it was like 16, maybe 17 hours. Yeah.\nWhat did your mum say? My mum was not happy at all.\nIsaac is 17 and he's been stuck at home like the rest of us.\nHe's been living through his phone, and in early April his friends\nstarted sharing something unusual. Someone sent something to my Snapchat group\nchat, it was some guy who was talking about how\nthe 5G thing is the real thing that we should be scared about, not\ncoronavirus, and coronavirus is a cover-up for a lot of\ndifferent things that the Government is doing.\nI was thinking, this guy is definitely bored, because it makes no sense.\nWhat are your friends thinking? They're thinking about the 5G stuff, the radiation\nand it making them sick and what not.\nSome of them actually genuinely believed it, and some of them haven't.\nWow. Yeah.\nFalse theories about the virus and 5G spread quickly\nat the beginning of lockdown. Do you think it's difficult to tell what's\ntrue and what's false at the moment?\nVery, very difficult. I just don't believe anything, to be honest.\nUnless I see it come from one of Boris' speeches. The misinformation that people are spreading,\nit's quite dangerous. There isn't one coherent 5G conspiracy theory.\nSome people say the virus is man-made and lockdown\nis a cover for installing 5G. Others say it's actually 5G that's causing\ncoronavirus symptoms. And some think it's an excuse for forced global\nvaccination. It all comes back to a fear that 5G is harmful\nto human health. There is no credible evidence to support that.\nBut that hasn't stopped wild speculation online, and celebrities have been super spreaders.\nUS singer Keri Hilson was one of the first. She shared this now debunked video of an alternative\ndoctor in March. And I'll finish with, anybody want to make\none guess as to where the first completely blanketed\n5G city in the world was? Wuhan.\nExactly. Keri later tweeted that her management asked\nher to remove the post. What the doctor said wasn't true, but the\nidea was infectious, and anti-5G posts went viral.\nOn the first day of lockdown, MIA tweeted then later removed this...\nHere's the broadband that they're digging up to install.\nWhy are these men here? Then Calum Best put a post on Instagram.\nSo did Lee Ryan from boy band Blue. Like so many of these posts, it has since\nbeen deleted. Then Hollywood actor Woody Harrelson...\nThese messages were coming up on all of our feeds\nand they weren't stopping. Amanda Holden said she accidentally tweeted\na link to this petition. But four hours after she shared it, the page\nhad over 120,000 signatures.\nBBC News at eight o'clock. There's been another record increase in the\nnumber of deaths... I think it's a man-made thing.\nGuys, it's been put there for a reason. To keep everyone in while they test the 5G.\nAmongst his usual posts, British musician Black the Ripper\nwas sharing anti-5G videos. And I'm mad at Trump for allowing 5G to come\nin. Then he died.\nRest in peace, Black the Ripper. And respect for speaking the truth before\nyou died. It fuelled even more conspiracy theories.\nBy the end of the first week of April, fake news was everywhere\nand the Government decided to step in. On the point about the 5G masts, the stories\nthat have got about that they play a role in the spread\nof the disease, that's just nonsense.\nDangerous nonsense as well. Then this happened on ITV's This Morning.\nThe fake news that is travelling around at the moment\nis just ridiculous. Do you remember, first of all, you can't ignore\nthe 5G conspiracy theory. What is that all about?\nIt's not true and it's incredibly stupid... The only thing I...\nI totally agree with everything you're saying, but what I don't\naccept is mainstream media immediately slapping that down as not true when they don't know\nit's not true. No one should attack or damage or do anything\nlike that, but it's very easy to say it is not true because\nit suits the state narrative.\nThat's all I would say as someone with an enquiring mind.\nThe theory that 5G had something to do with coronavirus had\nmade its way onto breakfast TV. He immediately said that this wasn't being\nchallenged by state media. Now, as soon as someone talks about the British\npress as a state media, you know they've been on the internet too long.\nThe media regulator Ofcom later said that his comments were ill judged\nand risked undermining trust in public authorities and scientific evidence.\nJust before we go on to the programme, I want to clarify\nsome comments that some of you may have misinterpreted from me\nyesterday around conspiracy theories and coronavirus, and this involved the roll-out of 5G.\nEvery theory relating to such a connection has\nbeen proven to be false, and we would like to emphasise that.\nHowever, many people are rightly concerned and are looking for answers, and that is simply\nwhat I was trying to do, to impart yesterday.\nBut for the avoidance of any doubt I want to make it clear,\nno scientific evidence to substantiate any of those 5G series.\nI hope that clears that up. With all the misinformation swirling around,\nit's easy to lose sight of what 5G actually is.\nDavid Robert Grimes is a physicist and cancer researcher.\nHello, how are you doing? Hey, I'm doing great, how are you?\n5G is essentially a new standard in mobile technology.\nAnd one of the things that people correctly realise is that this\nis a form of radiation. Radiation is scary, people are frightened\nof that word. There are forms of radiation that are very,\nvery dangerous. But what people forget is light is also a\nform of radiation. 5G is tens of thousands of times less energetic\nthan even the visible light to which we are exposed every day.\nTechnology, it pushes us forward. While companies like O2 are promoting 5G with\nglossy adverts like this...\nAnd it has long empowered generation after generation.\n..there is an underbelly of people that have long opposed it.\nI think it's really important to work out that a lot of conspiracy\ntheories being spread at the moment are actually not even new.\nThere was people against 4G, there's groups against Wi-Fi,\nand back in the 1910s there were people against radio.\nWhat has changed now is not that these fringe groups have existed, they always have, but\nnow they can harness the power of social media to go and\nspread their beliefs and to evangelise them.\nAnd because we live in a world where we use technology but we don't\nalways understand what it really means or how it works,\nwe are very susceptible to frightening claims. As we see more and more sleek 5G adverts...\nWelcome to the fifth generation. ..some people have become increasingly afraid.\nWhen I heard the word 5G, I just felt horrible... Naveed works for BT Openreach.\nA lady approached my van. She said, I know what you're here for, I know\nwhat you're doing, you've been hired by the council to basically\nroll out 5G. He installs home internet and phone lines,\nnot mobile networks like 5G. But he's been targeted just like other engineers.\nOne day in April, a woman approached quoting false information.\nIt made no sense to me, as well, about microwaves and blood cells\nand how it affects everyone. She walked further up past the shop, and probably\nabout ten metres down there was a group of ten men.\nWhen she was pointing at me and she said, that person,\nhe is the cause of everyone dying, then I could hear foul\nlanguage, I could hear abuse, I could things like, murderer, killer.\nThreats like, watch out, watch what happens to you.\nYou feel very, very frightened and scared. No job is worth risking your life for.\nBetween April and June 2020, telecoms engineers reported\n264 similar incidents. So what are you laying?\nFibre. Fibre.\nWhat kind of fibre? Fibre-optic, 5G ones.\nYou know when they turn it on, it's going to kill everyone,\nand that's why they're building the hospitals? No idea.\nNo idea? No.\nBecause when I put it on Facebook it's going BLEEP viral.\nIs this, is this, is this your RF reader? No.\nIs that your RF reader? This is a BLEEP label machine, mate.\nLook. OK, well, I'm just saying...\nYou're safe. That is them.\nThat's one of them. What was he saying?\nTell them we don't want 5G in this area. Why are you guys hassling this man?\nI see him take a lot of crap before. They attacked him, and they say, why is he\nputting in 5G? And he says, it's not 5G.\nHe's a professional guy, he's working. Come on.\nThis thing is bigger than all of us here. Because I could find myself in a box tomorrow.\nBecause the Government can kill people if you talk too much.\nThe birds are getting the biggest hit because, you know,\nthey get the radioactive... They can't take certain microwaves in the\nair, you know? Because they are weaker than us.\nYeah, we die slowly. Naveed is one of many engineers who have been\nharassed thanks to the spread of theories linking 5G and Covid-19.\nAnd there's consequences. One study found that if you believe in a link,\nyou are far more likely to leave the house even if you have\ncoronavirus symptoms. The latest figures show that another 346 deaths\nlinked to Covid-19 have been confirmed across the UK in 24 hours,\nbringing the total number of victims to 31,587.\nIt's early May, a month since the Government assured\nthe public that 5G conspiracy theories are false.\nLadies and gentlemen, your Government have lied to you.\nA small group of protesters have gathered in Saint\nJames' Park, London. Their concerns range from vaccines to freedom\nof speech. Bill Gates, he is saying that we have to have\nmandatory vaccinations. Until we all take the vaccinations, the whole\nworld is on lockdown. But 5G fears after what seemed to unite them.\nThere is an appeal from over 240 scientists and doctors,\nformally appealing to the UN, asking for the stopping of 5G.\nIt's already been stopped in a lot of cities and countries.\nIt was there that we met John. 5G, when that gets turned up that's when they're\ngoing to start blaming the second wave.\nSo all our kids are going to get done. Radiation poisoning.\nThis ain't no virus. There is no coronavirus.\nThey're not treating people with coronavirus. They ain't.\nThey are just liars. There is no virus...\nMy name is John, I'm a carer for my dad. I'm a qualified personal trainer.\nIn my spare time I like to do boxing and train my clients.\nSo we met you at the protest - why did you decide to go down?\nMy concern's over 5G. There is no virus, in my eyes, because everywhere\nthey are turning on 5G is where this so-called virus is coming\nnow. I've had concerns over 5G for over four, five\nyears now. The vast majority of scientists think that\nit's safe. They don't, they don't, that's what the media\nare telling everybody. The proper scientists have come out and said\nit's not safe. I know my body.\nFor ten years it's been a certain way. Until they brought a 5G tower to literally\ntwo minutes from my house, and I've got a metal\njaw and that's been in agony.\nI've had headaches, I've had eyeballs feel like they are boiling, I'm getting rashes,\nI'm getting my psoriasis has come up when it never\nhas, and all this has happened within five weeks,\nsince they put a 5G tower next to my house.\nHave you been to the doctor about that? I'm not going nowhere near the NHS, the hospitals,\nthey are murdering people. Doctors get into medicine...\nI'm not going near any hospital. No doctors, nothing.\nSo what you think is really going on? I think it's a new world order.\nHe's pulling the strings, Bill Gates. They're wiping people out with radiation and\nthen they can come for the children with the vaccines.\nThe same man who wants to vaccinate us is the same man who wants\nto de-populate the world. Vaccines stop people from getting illnesses...\nThey don't, they don't, they don't. There is no virus.\nA lot of people have died from the virus. No, they haven't.\nWe are being played, whatever way it is we are being played.\nWhen I deal with people who are anti-5G, they are very\nfrequently anti-vaccine and anti-medicine, in the conventional sense.\nBill Gates has put an awful lot of his work into vaccinating people\nin developing countries. And we do that because after clean water and\nsanitation there is nothing that saves more lives than\nvaccination. That makes him a villain to people that are\nideologically opposed to vaccination.\nSo to accept that 5G is secretly doing us harm,\nyou have to then accept that the WHO and the Center\nfor Disease Control and all these international health protection\nbodies are lying to us, and as it goes on you have\nto accept more and more to preserve your initial belief.\nAnd that drives people deeper and deeper into, I would say, the rabbit hole of conspiracy\ntheories. And conspiracy theorists have turned on people\nin unexpected ways. In April a pair of amateur 5G fans noticed\ntheir website had suddenly become a lot more popular.\nToday I'm in Grimsby, a north-east Lincolnshire fishing town,\nwhich also happens to have a 5G site in the town centre.\nWhich you will be able to see right behind me here.\nAnd that is the site, I'm going to be testing out today.\nI'm Jake. I'm Peter, and today we are in Oxford city\ncentre to look at networks.\nPeter and Jake are 5G enthusiasts. They run a site that maps out the masts around\nthe country. So we are now near Jubilee Gardens and just\nto the side of Jake, there, is a Three Samsung small cell.\nThree do actually have small cells. Yeah.\nThat is indeed true. Recently we saw a spike in traffic to the\nwebsite. At first we were just like, oh, our SEO must\nbe really good. We are at the top of the Google search results.\nPeople must just be interested in 5G. It was only when we started to look on the\n\"stop 5G\" pages that we realised it was a bit worse than we\nhad actually thought. 5G Tower.\nZero G now. Mad, are you?\nRemember when lots of celebrities were posting about 5G?\nThat week there were 20 arson attacks on masts. The website traffic increased by about 3000%,\nbut some pages were increasing in traffic by over about 14,000%.\nOne group in particular was specifically titled as a mast arson competition, and that is when\nwe made the rather sad decision that it was probably best to\nstart to take down some of the pages.\nIn another part of the internet, one doctor has stepped up\nin the fight against misinformation. Did 5G cause coronavirus?\nPeople suggest that 5G damaged the immune system\nand boosted the viruses. This is not true.\nDr Karan Rangarajan is a surgeon in the NHS. How do you know coronavirus is real?\nWell, apart from all the science and medicine and CT scans and chest\nX-rays and tests we've had to prove it exists, I've had coronavirus.\nHe has become an online medical myth buster. 5G mobile data is transmitted over radio waves.\nThese radio waves are non-ionising which means they don't damage\nthe DNA inside ourselves, unlike x-rays, gamma rays and UV rays.\nSpread knowledge, not the virus. I did a video on YouTube and on TikTok.\nThe comments which dominated the comment thread are all about I'm\nnot a physicist, which is obviously accurate, but you don't need to be\na physicist to know that 5G does not cause coronavirus,\nyou need to be human with common sense and logic.\nThe real worry is young kids and other people who could be,\nfor want of a better term, brainwashed by these ludicrous\ntheories, which doesn't just stop with 5G and coronavirus.\nIt goes to vaccines, then young mothers not vaccinating their kids.\nAnd by not vaccinating, we can have outbreaks of these\nthings, we don't want that. It has been over seven weeks since most people\nhave seen their loved ones.\nAround 300 people have taken part in a protest against the lockdown.\nBut a week after the last protest there was another,\nand it was much bigger. Tom Symons was there.\nProtesters gathered near Speakers' Corner making few attempts\nto keep their distance from one another. They oppose the Government's measures, some\nsaying the virus was a hoax.\nPiers Corbyn, the brother of the former Labour leader,\nwas among those led away. It had been a while since I'd seen John from\nthe last protest, so I met up with him on the eve of the final\nClap For Carers. How's it going?\nHow have you been since last time? Still in pain from the 5G towers.\nThat's about it, my jaw. But we have to keep going.\nInstead of clapping, he has made a sign. I agree strongly with this, no clapping for\nthe murderers. No to 5G and the radiation that comes with\nit. Because all our kids are going to be harmed.\nIt's that time again, loud and proud. Let's all clap for our carers.\nCHEERING AND CLAPPING. While the rest of the UK were clapping, John\nheld his cardboard. I remembered something he had said earlier.\nWhen I spoke to you last time, you said you were a carer.\nYes, I am a carer myself. It's called clap for carers, so aren't they\nclapping for you? Well, I don't want anyone to clap for me,\nI'm a carer for my dad which I would do for free, I don't want help\nfrom the Government, I don't want no one to clap\nfor me. These are things we should do anyway.\nThe NHS are doing their job. How is your dad?\nAt this moment, it's touch and go on what is happening\nand how long he's got. But I've got him comfortable.\nDon't you think maybe it might be good to spend the time and effort\nyou put into this you could be spending with your dad?\nI get that, but again it comes down to humanity. I can't sit back and rest while I know we\nare being murdered. Don't you worry that you are isolating yourself\na bit? No, I'm not, I was isolated away from the\nworld anyway, because the world has too many nasty, evil,\ngreedy people in it. So my life has not changed much.\nI don't care what anyone thinks. I would lose my own family over this, I stand\nby my beliefs, I have a fire in myself and I will not back\ndown. John is one of the growing minority who believe\nin the 5G theories. And that anger is having a big impact around\nthe country. Welcome on board the Avanti West Coast service\nto Liverpool Lime Street. There has been nearly 100 mast fires since\nthe start of lockdown. Merseyside has been a hotspot.\nI'm not aware of us having any attacks against 5G masts prior\nto the Covid-19 pandemic. Detective Chief Superintendent Mark Kameen\nhas had to set up a unit dedicated to investing the fires.\nMerseyside Police received a call from a member of the public who had\nseen three figures running away from a telecommunications mast, and he could see that the mast was on\nfire. We found the partial burnt remains of a rubber\nglove. When we sent it off the DNA investigation,\na profile came back for Michael Whitty.\nMichael Whitty was sentenced to three years in prison\nafter pleading guilty to arson. This is the first time we've had a conviction\nin the UK. It is arson that they are committing.\nIt is a very serious offence. This is foolish behaviour, done by stupid\npeople who don't understand the impact of what their actions\nare doing to the wider community, removing a key means\nof communication for people who may be vulnerable to get in touch\nwith emergency services or to get in touch with their own loved ones.\nIt is an attack on our national infrastructure. Today we can say that our long national hibernation\nis beginning to come to an end, and life is returning\nto our streets. The UK is emerging from a lockdown infected\nby damaging misinformation. Theories about 5G mutated and multiplied,\nundermining social distancing and potentially stopping people\nfrom getting future vaccines, meaning this conspiracy theory could have\na toxic legacy for all of us.", "comments": [{"channel_name": "Chazz", "likes": "219", "date": "il y a 6 mois", "text_comment": "Funny how people think there's chips in the vaccines, but will walk around with their phone and allow Google to track them constantly"}, {"channel_name": "A Name", "likes": "284", "date": "il y a 6 mois", "text_comment": "“Hospitals are murdering people, I’m not going to go anywhere near a hospital” "}, {"channel_name": "Karim Jovian Vlogs", "likes": "71", "date": "il y a 3 mois", "text_comment": "19:53 Boo from Super Mario just appeared"}, {"channel_name": "unDURYEAted", "likes": "60", "date": "il y a 1 mois", "text_comment": "Ain’t gonna lie, I came here just to read the regurgitation of people’s thoughts, opinions, and just to be entertained. And this comment section definitely didn’t disappoint"}, {"channel_name": "Brian Smith", "likes": "347", "date": "il y a 6 mois", "text_comment": "5G is great it means you can upload your 5G conspiracy videos even quicker."}, {"channel_name": "g A", "likes": "18", "date": "il y a 3 semaines", "text_comment": "Yall like how  all theories are now mostly being shown only by the government owned companies"}, {"channel_name": "Afficher la réponse", "likes": "130", "date": "The Atlantis", "text_comment": "il y a 6 mois"}, {"channel_name": "Mr. Nicholas", "likes": "7", "date": "il y a 1 mois", "text_comment": "We need to bring back the R word cuz I’m running out of things to call these idiots..."}, {"channel_name": "Andreas", "likes": "11", "date": "il y a 6 mois", "text_comment": "They really interviewed the cream of the crop there."}, {"channel_name": "Afficher la réponse", "likes": "44", "date": "Mad Zaz", "text_comment": "il y a 6 mois"}, {"channel_name": "Kiri Seraph", "likes": "42", "date": "il y a 6 mois", "text_comment": "Sounds like the plague inc soundtrack is playing in the background."}, {"channel_name": "Afficher la réponse", "likes": "1", "date": "Tortuex", "text_comment": "il y a 2 semaines (modifié)"}, {"channel_name": "Mario de Vivo", "likes": "828", "date": "il y a 6 mois", "text_comment": "Clearly, our educational systems are far from being efficient at providing a minimal scientific understanding of how the world functions."}, {"channel_name": "NMChe56", "likes": "235", "date": "il y a 5 mois", "text_comment": "Our stupidity as a species will be our asteroid that kills us off."}, {"channel_name": "nur nur", "likes": "120", "date": "il y a 6 mois", "text_comment": "I am from middle Asian country we don’t even have 3 g but still many people and my friend are sick...."}, {"channel_name": "Takeoff Thelabel", "likes": "22", "date": "il y a 6 mois", "text_comment": "This was insane. The dude taking care of his dad needs to be sectioned. I see him 50 and still not having a job complaining that his jaw hurts because of 7G. The dole office just giving him money to get him to go away."}, {"channel_name": "Mrs Squeegee", "likes": "5", "date": "il y a 5 mois", "text_comment": "What’s weird is The 5g commercials get shoved down your throat it will be the one commercial you see every day"}, {"channel_name": "SOVEREIGN \\-_-/", "likes": "Wow the time and effort the reporter puts into condescension is epic.", "date": "il y a 5 heures", "text_comment": "Wow the time and effort the reporter puts into condescension is epic."}, {"channel_name": "Tyrone Green", "likes": "8", "date": "il y a 6 mois", "text_comment": "Bless you all as this may truly be the last generation and end days. Life was never intended to be easy and nice no matter how we wish it was but how it is we had life. Many die at birth including mothers rip to all the fallen and bless us still here."}, {"channel_name": "First Last", "likes": "3", "date": "il y a 1 mois", "text_comment": "I heard that the u.s. soldiers participating in the military olympics brought it to Wuhan"}]} , {"channel_name": "LastWeekTonight", "channels_loyal": "#LastWeekTonight", "title": "Coronavirus: Conspiracy Theories: Last Week Tonight with John Oliver (HBO)", "date": "20 juil. 2020", "reaction": {"views": "9 966 601 vues", "likes": "243 K", "dis_likes": "10 K", "comment": 20}, "subtitle": "\n♪ (\"LAST WEEK TONIGHT\" THEME PLAYS) ♪\nMoving on. Our main story tonight concerns\nconspiracy theories. Voted \"Definitely true,\"\nby Dip Shit Uncle Quarterly.\nNow you're probably familiar with at least\nsome conspiracy theories, like the claim that\nthe moon landing was faked, or the argument that\nthe earth is flat, and that scientists are covering it up.\nAnd that is a theory, that led to\nthis absolutely stunning YouTube video.\n♪ (WOMAN SINGING TO THE TUNE OF \"HELLO\" BY ADELE) ♪\nMagnificent.\nAnd putting aside the factual inaccuracy,\nslant rhymes, shoe-horned lyrics,\nand the bad Adele-- Or, solid Bjork impression,\nmy favorite part of that is the comment,\n\"Holy Crap, this is amazing. I'm gonna share this\naround the world.\"\nWhich is quite simply, perfect.\nBut as you've probably guessed, the reason that we need\nto talk about this, is that the coronavirus has created\na perfect storm for conspiracies theorists.\nBecause their theories are now everywhere.\nOver the last few weeks,\nsome people have been saying online\nthat the virus is harmless, or even that it doesn't exist.\nNumerous sites, and groups online,\nhave been falsely claiming that this virus is the result\nof some biological warfare, some bioweapon,\nor even created by the pharmaceutical industry\nto try to sell more vaccines.\nNARRATOR: One particularly persistent falsehood:\n5G mobile networks transmit COVID-19.\nWOMAN: You know when they turn this on\nit's gonna kill everyone and that's why--\nNARRATOR: A woman in Britain called workers \"killers\"\nfor laying 5G optic cables.\nWOMAN: When they turn that switch on,\nbye-bye Mama.\nOkay, there is so much wrong there. But most of all,\nthe only time an English person should be saying, \"Bye-bye mama\"\nis when they're physically leaving the womb.\n\"Bye-bye Mama, thank you for an excellent delivery.\"\nAnd after that it's \"Yes Mom,\" \"No Mom,\"\nand \"Thank you kindly for wiping off my shameful buttocks,\nmuch obliged.\"\nAnd those theories are just the tip of the iceberg here.\nYou might have seen this video\nof two doctors making a now debunked claim\nthat COVID death rates were exaggerated because,\nit was all over Facebook a couple of months ago.\nOr maybe you came across Plandemic,\na pseudo-documentary filled with a hodge-podge\nof conspiracy theories.\nIn just one week, it was viewed over eight million times.\nWhich is a shockingly high number because,\nthat means it's been seen more times than this Tik Tok\nof a cat matching a piano's pitch.\n♪ (PLAYING SCALE) ♪\n(CAT MEOWS IN FINAL TONE OF SCALE)\nGood cat, you deserve more views.\nAnd the problem is, some online theories\nhave already prompted some worrying real-world actions.\nTake the hashtag film your hospital.\nWhich spread after some claims that the severity\nof the pandemic was being exaggerated\nand urged people to expose the truth.\nThat unfortunately led to videos like this one, where a man\nangrily demands hospital staff show him\ntheir coronavirus patients, and then shouts at them\nas he drives away.\nMAN: Maybe you could call the governor and tell him\nabout the hoax!\nHOSPITAL STAFF: Take care, sir!\nMAN: Yeah, it's a hoax! Where's all the patients?\nWhere's the lines of sick people?\nYeah, she's right.\nAnd can you imagine how confused that man is whenever he tries\nto check into a hotel?\nNo vacancy? Where are all the guests?\nWhere are the depressed salesmen attempting\nautoerotic asphyxiation in your lobby?\nMaybe you should call the governor\nof this Best Western and tell him\n\"Your sign is a hoax!\"\nAnd the harms of conspiracy theories\nduring a pandemic, go far beyond confused hospital workers.\nAs one study pointed out,\n\"Given the transmissibility of COVID-19,\nthese beliefs are dangerous... even if only a fraction\nof Americans succumbing to them ignore best practices,\nsuch as social distancing.\"\nSo tonight, let's talk about conspiracy theories.\nParticularly why they're so appealing,\nhow to spot them,\nand what you might be able to do about it.\nAnd let's start with the fact that these theories\nare a lot more popular than you might think.\nPolls over the years have shown that\nover half of American's consistently endorse\nat least one sort of conspiratorial narrative.\nAnd look, I'm not immune here! Embarrassingly, there is\na part of me, that thinks the Royal family\nhad Princess Diana killed.\nI know that they didn't, because there's\nabsolutely no evidence that they did,\nbut the idea, still lingers. Because it felt too big an event\nto be accidental. There had to be some intent there.\nAnd experts will say that that is actually a huge draw\nof conspiracy theories. They help explain\na chaotic, uncertain world and appeal to the human impulse\nto what's called, \"proportionality bias.\"\nWhich is the tendency to assume that big events must have\nbig causes. Take the JFK assassination.\nThat event shook the world. And the very idea\nthat a lone gunman could cause such chaos,\nwas inherently unsatisfying. So people,\nperhaps understandably, reached for a much bigger answer.\nAlthough it is revealing that conversely,\nless impactful events have attracted\nsignificantly less speculation.\nROB BROTHERTON: The attempted assassination\nof Ronald Regan was a similar event\nin all regards except that the president survived.\nIt was a smaller event in terms of its outcome,\nand therefore we're satisfied with smaller explanations.\nAnd so there have been almost no conspiracy theories\nabout the attempted assassination of Ronald Regan\neither at the time, or subsequently.\nExactly. And that kind of makes sense, doesn't it?\nOne man suddenly changing the world is inconceivable.\nOne man failing miserably, isn't remotely surprising.\nSomething which is also incidentally,\nthe tagline for feminism.\nAnd the appeal of conspiracy theories\nis such that people can even embrace ones\nthat contradict one another. One study found,\n\"the more participants believed that Princess Diana faked\nher own death, the more they believed she was murdered.\"\nWhich sounds crazy, although, if there was one expert\non something being demonstrably dead, yet technically alive\nat the same time, it was probably the woman\nstuck in a loveless marriage with Prince Charles\nfor 15 years. The point is, these theories have always\nbeen appealing, and have actually been\nparticularly seductive during global health crises.\nIn the 14th century, conspiracy theorists claimed that\nJewish people were responsible for the Bubonic Plague.\nIn 1890, a newspaper claims that the electric light\nwas responsible for a global influenza outbreak.\nAnd in 1918, rumors spread that German pharmaceutical company\nBayer, had tainted its U.S. sold aspirin tablets,\nwith the so-called 'Spanish Flu'.\nThe only difference now, is that our current pandemic\nis coming in the age of the internet.\nWhen it's not only easier for people to do bad research\nand spread their results, but it's also possible for them\nto make material look startlingly authoritative.\nIn fact, take Plandemic. At first view, it looks like\na high budget true crime documentary,\nwith fancy graphics and drone footage.\nAnd it deploys those techniques\nto tell the story of Judy Mikovits,\na former scientist at the National Cancer Institute,\nwho's depicted as a whistle blower\non the scientific establishment.\nHere, is how the film presents a key moment\nin Mikovits' narrative where she claims\nher enemies had her arrested without cause.\nAnd so what did they charge you with?\nNothing.\nBut you were in jail.\nI was held in jail with no charges.\nI was called a fugitive from justice.\n(HELICOPTER OVERHEAD)\nNo warrant, literally drug me out of the house,\nour neighbors are looking at, \"What's going on here?'\nYou know they search my house without a warrant.\nNow that looks pretty compelling there.\nThe police surrounding her house using violent force,\nand eventually throwing her in jail without cause.\nBut, a few things you should know.\nFirst, she was absolutely criminally charged,\nas stated in a lawsuit that she herself later filed\nover the arrest, Mikovits was arrested on criminal charges.\"\nAnd when a reporter pointed this out to her she said,\nshe meant the charges were later dropped adding,\n\"I've been confused for a decade,\" and that,\n\"I'll try to learn to say it differently.\"\nSecond, while the arrest footage looks dramatic,\nit is not actually from her arrest at all.\nIt's from an unrelated SWAT raid\nand is literally the 1st result you get when you search\n\"house raid\" on a stock footage website.\nWhich is just ridiculous. 'Cause if they simply worked\na little harder and searched \"house raid\"\non other stock footage sites, they could have found\nthis video of a masked robber spanking himself,\nthen flipping the bird,\nand dancing around like a maniac.\nAnd that's not just objectively better\nthan the clip they chose, it's also,\nexactly as relevant.\nAnd the issue isn't just that the film misrepresents\nMikovits' backstory, it's that in doing so,\nthey lend her an air of credibility\nwhen they allow her to make unchallenged,\nbatshit medical claims like these:\nMIKOVITS: Wearing the mask\nliterally activates your own virus.\nYou're getting sick from your own\nreactivated coronavirus expressions,\nand if it happens to be SARS-CoV 2,\nthen you've got a big problem.\nWhy would you close the beach?\nYou've got sequences in the soil, in the sand.\nYou've got healing microbes in the ocean, in the salt water.\nThat's insanity.\nYes, it is.\nEverything that you just said, is insane!\nThe idea that wearing a mask activates your own virus,\nis absurd. In debunking it, PolitiFact said,\nThere is no evidence to support this.\"\nAnd then threw in, \"We're not sure what a\n'coronavirus expression' even is.\"\nAs for the idea that there are 'healing microbes' in the beach,\nlook, I don't want to be the depressing guy\nthat tells you going to the beach won't cure coronavirus\nbut I will say, the beach is exactly three things,\nnone of which are medicine.\nIt's sand that goes down your ass-crack,\nsalt water that gets up your nose,\nand sun that burns your skin.\nThe beach doesn't cure anything except you being comfortable.\nAnd incidentally, when we reached out to\nthe director of Plandemic to cite our many issues\nwith the film, he wrote back not only saying\nthat he stands behind it, but asking, \"In a country\nthat marches to the chant of, 'believe all women,' why is it\nthat people are so quick to disbelieve Dr. Mikovits?\"\nTo which the answer is obviously, A,\nbecause she's telling people good coronavirus prevention\ninvolves not wearing a mask and going boogie boarding.\nB, the phrase is 'believe women' not 'believe all women',\nand C, that's not what that phrase is about,\nbecause the point of that movement is not\n\"Well, I guess we all have to take Rachel Dolezal\nat her fucking word now.\"\nAnd, look, I am well aware that for some,\neven these criticisms of Plandemic will somehow\nbe further proof, that what it's saying is true.\nThat, is actually a common trait of conspiracy theories\nthat they're inherently self-sealing,\nwith any criticism just becoming evidence that the whole thing\nis bigger than anyone could have imagined.\nAlthough, I will simply say this.\nIf I am in on this conspiracy, that means\nmy puppet master is AT&T. And what makes you think\nthat they can pull off a global conspiracy,\nwhen they can barely pull off a complete phone call.\nHow would they even be sending me orders? Sprint?\nThe point is these theories can be innately appealing\nand thanks to the internet, can spread with ease.\nAnd all of this would be dangerous enough,\nbefore you take into account that one of\nthe most prominent spreaders of conspiracies on earth,\nis the current president of the United States.\n'Cause he's been spreading them around for years.\nOften with the excuse that people are saying them,\nand he's just asking questions. Something he's done\non bullshit claims, like, Obama was born in Kenya,\nAntonin Scalia was murdered, and that millions\nof fake votes were cast for Hillary Clinton.\nConspiracies are sort of like ugly buildings\nand deeply tragic adult children,\nin that Donald Trump loves to unleash them\ninto the world, and then refuse\nto take responsibility for them ever again.\nAnd he's been doing this throughout the pandemic,\nincluding, just this week, when he retweeted a theory\nthat the CDC and the media are lying about the virus\nthat hurt his reelection chances.\nTrump has passed on so many conspiracies\nthat news outlets have repeatedly called him,\n\"The conspiracy theorist in chief.\"\nAlthough, I would argue, he's not invested\nin any of these things that he's spreading.\nHe's only interested in amplifying\nwhatever he thinks he might personally benefit from.\nAnd I cannot believe I'm saying this,\nbut the person with the clearest sense\nof just how deeply cynical Trump's use\nof conspiracy theories is, is this guy.\nWhen you get to Trump and his conspiracy theories,\nhe does it in a really clever way.\nTrump never says that he believes\nthese conspiracy theories...\nthat he touts.\nHe's simply passing them on.\nAnd it's-- it's his way of jamming them up,\nit's his way of teasing 'em, it's his way\nof getting these conspiracy theories out there.\nSo Trump is just throwing gasoline on a fire here.\nAnd he's having fun watching the flames.\nYeah. Rush Limbaugh gets it.\nAnd that's a sentence I never thought I'd say\nunless I was talking about\ntoilet-transmitted chlamydia.\nBut the thing is, right now in particular,\nthere is real harm in throwing gasoline on the fire\nbecause people are going to get burned,\nmaking those flames not quite as fucking fun\nto watch. Because make no mistake here,\npeople who have been convinced that COVID\nwas overblown have sometimes paid a steep price.\nREPORTER: Around this time last month,\nJupiter rideshare driver, Brian Hitchens,\nwas a self-proclaimed COVID-19 skeptic.\nI-- I thought it was, maybe, the government\nwas trying something and it was kind of like a--\nkind of like they threw it out there\nto kind of distract us.\nREPORTER: Fast forward to this week, and Hitchens has\na whole new outlook from his hospital bed.\nThis is a real virus that you've got to take serious.\nAnd my wife's on the ventilator,\nshe's been like that for three weeks.\nAnd it's tough, it's-- it's sad.\nYeah, it is sad. And unfortunately,\nI don't think he's gonna be the last person\nin this country to learn that a lot\nof what's on the internet is bullshit, the hard way.\nSo what can we do? Well, social media companies\nare finally doing more to label conspiracy theories,\nor limit their spread. But the truth is,\nthey can only do so much. They don't always have\nthe expertise to mitigate what is and isn't true,\nand the sheer volume of material flying around\nmakes it almost impossible for them to catch everything.\nAnd-- And that's actually been a challenge for us\nin this story, too. We are clearly only scratching\nthe surface of what is out there.\nAnd I'm sure if you look down at the comment's section\nwhen this is on YouTube, you will find people saying,\n\"How about the fact the virus was created as a bioweapon,\"\nor, \"What about Bill Gates' plan to microchip me?\"\nAnd it would take days to go through\nwhy each one of those is bullshit,\nand it still won't address the ones that come up\nin the weeks and the months ahead.\nThe fact is, it's gonna be incumbent\nupon us, as individuals, to try and stop these theories,\nand treat them with a skeptical eye\nbefore we believe them. Or, indeed,\nspread them around. And there are actually three\nbasic questions that you can ask yourself\nthat could help in that regard.\nFirst... (READS PROMPT)\n'Cause remember the theory, 5G towers are spreading\ncoronavirus, or, as that one woman\nso memorably phrased it...\nWOMAN: When they turn that switch on,\n-bye, bye, Mama. -Exactly.\nIt made the rounds helped by images like these,\nshowing maps of coronavirus cases,\nalongside maps of the 5G rollout.\nAnd initially, the similarity there\ndoes seem striking, until you realize,\nthose maps also look like the ones\nof population density, which makes a lot more sense.\nBecause that's correlation, not causation.\nWi-Fi rollouts and virus cases will both be\nwhere there are a lot of people.\nIn fact, lots of maps look like those maps.\nThis one of Domino's pizza locations\nlooks like a map of coronavirus outbreaks,\nand I'm pretty sure Domino's pizza isn't causing it.\nYes, their Wisconsin six cheese will give you a dry cough,\nfever, diarrhea, and COVID toe,\nbut not in the exact same way as the coronavirus.\nAnd knowing the difference is called science.\nNow, the second question you could ask is...\n(READS PROMPT)\nAnd if so, what did those experts say?\nBecause it's not uncommon for theories\nto cite a single source, a doctor or scientist\nlike severely Midwestern, Diane Keaton here,\nmaking an outlandish claim. But, it's worth checking\nif most credible doctors or scientists agree with it.\nAnd if you're thinking, \"Well, what if all of them\nare in on the cover up too?\" That actually brings us\nto our final question here... (READS PROMPT)\nBecause not every conspiracy theory is fictional.\nObviously, some have absolutely turned out to be true.\nBut the very fact that we know about the real ones\nactually teaches us something important.\nOne study looked at real government secrets\nlike Edward Snowden's revelation about government surveillance,\nand found the reason they unraveled\nwas because of the sheer number of people who had\nto keep them secret. They actually created\nan equation to predict how quickly\nother science-based conspiracy theories\nwould unravel had they been true,\nby finding that faking the moon landing, for instance,\nwould have required... (READS PROMPT)\n...to keep quiet, and would... (READS PROMPT)\nWhich does make sense, doesn't it?\n'Cause think for a second just how many people\nwould have to be sworn to secrecy\nto keep a coronavirus hoax under wraps.\nI don't know if you've ever tried to organize, say,\na mid-sized surprise party for your cousin,\nbut it's borderline impossible to keep it quiet.\n'Cause someone is telling Roxanne.\nNo matter how many emails you've sent, saying,\n\"No one tell Roxanne,\" Roxanne is finding out.\nAnd I know you may not find conspiracy theories plausible,\nbut you also may know people who do.\nAnd while you can't reach everyone,\nyou can reach some. And-- And now more than ever,\nit might be important for you to try.\nWhich clearly is not easy, it is completely natural\nto simply want to scream at them,\n\"Why do you believe this nonsense,\nyou titanic fucking idiot?\" And I would say,\njust show them this piece, but obviously,\nI'm not the best messenger. Within the first 20 seconds\nof this story, I called your uncle a dipshit,\nand dipshits tend not to like that.\nNow what experts say is that the most effective\nway to approach someone is not by shaming them\nfor believing in something or overwhelming them\nwith counterevidence, but to try and be empathetic,\nmeet them where they are, and nudge them\nto think a bit more critically. So to that end,\nwe've asked some people that they might be more willing\nto listen to, to help you start\na conversation. For instance,\nlet's say your confused grandparents\nare passing around dangerous misinformation\nabout not wearing a mask. They may not listen to me,\nbut they might listen to the man that they've been\nletting into their home every weeknight,\nto calmly tell them what is and isn't correct.\nHi, everyone. The answer is Alex Trebek.\nThe correct question, of course, \"Who is that handsome man\nI'm looking at right now?\"\nYeah, we got Alex Trebek to make a 90-second video\ngently urging anyone who watches him\nto be careful with what they encounter and share online.\nSo you could show your grandparents that,\nand then talk to them about it. But, let's say\nyou've got a cousin who's not a Jeopardy fan.\nMaybe they like wrestling or Fast and Furious movies.\nWell the good news is, John Cena has got something\nto say to them too.\nThere's a lot of official looking stuff\non the internet. Not all of it's true.\nAnd there's some stuff that seems false but isn't.\nLike this one, John Oliver and I\nare the exact same age. Yep, born on the same year,\non the exact same day. It seems impossible\nthat two human bodies can... age so differently.\nBut it's true. I checked.\nAnd it's important you do that. So before you go believe\nany theory about the pandemic, or share any information\nabout the pandemic, it's good to know\nwhere that information's coming from.\nYeah, both of those things he said are true.\nYou should check information you see online,\nand we are the exact same age. It's a thing that I think about\nevery birthday. And it's not just Alex Trebek\nand John Cena. We have an assortment\nof truly beloved figures, from Paul Rudd,\nto Catherine O'Hara, to Billy Porter.\nEach of whom made messages to urge people\nto think more critically. Here is just a taste.\nWhat's going on my people? It's me, Billy Porter.\nHello there, I'm Catherine O'Hara.\n-I'm Paul Rudd. -Alex Trebek.\nJohn Cena here, WWE superstar, actor, internet meme,\ndessert lover, and number three\non your partner's free pass list.\nI'm literally a superhero. The smallest one,\nbut it still counts.\nI know that we are living in scary times.\nGiven the current state of things,\nyou're searching for answers about the global health crisis.\nI think that's awesome.\nThat curiosity, that's good, I'm curious too.\nIf nobody ever asked questions, Jeopardy would be\na very, very weird show, wouldn't it?\nBut you have to be careful, 'cause there's a lot\nof convincing-looking shit on the internet.\nAnd most of it ain't true.\nYou know, I once thought I was dead,\nbecause hashtag R.I.P. Paul Rudd was trending.\nSo before you go off and share something\nwith your friends and family...\nIt's good to know where that information's\n-coming from. -Is it a trusted news source?\nIf you're not sure, look to see if other\ntrusted news sources and experts are saying\n-the same thing. -A good way to know\nif an idea or a story that you've read about\nholds water, is that a majority\nof trusted sources agree on it.\nAnd finally, think critically.\n-You're smart. -You're smart.\nYou're a smart cookie, I know. I know you are,\nyou have the look of a scholar, and the taste of a macaron.\nY'all got brains, use 'em. Use it like it's the first roll\nof toilet paper in a brand-new pack.\nUnsparingly and with gusto. (CHUCKLES)\nYou have common sense. Trust that part of your brain\nto guide you as you educate yourself during\nthis difficult time. And trust that I'm doing\nwhat I can to hop to number one\non your partner's free pass list,\nand number three on yours.\nHey, be safe out there.\nThat's all good advice. And to increase the chance\nthat conspiracy theorists stumble on them,\nwe've put their full videos online at...\nAnd if you're looking to start a conversation\nwith someone, picking one of these videos\nis honestly a pretty good entry point.\nThat is our show, thank you so much for watching,\nwe'll see you next week, good night!", "comments": [{"channel_name": "Kim Jong Fun", "likes": "1,8 k", "date": "il y a 6 mois", "text_comment": "\"The problem with the world is that the intelligent people are full of doubts, while the stupid ones are full of confidence.\" - Charles Bukowski"}, {"channel_name": "William Latshaw", "likes": "1,6 k", "date": "il y a 2 mois", "text_comment": "R.I.P Alex Trebek.  Fitting that one of the last non-Jeapordy things he filmed was designed to help others.  The kind of person that he was."}, {"channel_name": "Patrick Drazen", "likes": "1,8 k", "date": "il y a 3 mois", "text_comment": "Rough that Alex Trebek just passed from cancer, 4 months after this taping..."}, {"channel_name": "Stunt Panda", "likes": "479", "date": "il y a 2 mois", "text_comment": "The conspiracy theory I'm absolutely sure of is that cats know their names when you call them, they just don't care."}, {"channel_name": "Nicholas Davis", "likes": "542", "date": "il y a 2 mois", "text_comment": "Incidently, John Cena was not asked to take his shirt off whilst filming that, he just did it. That's right, John Cena just randomly thought \"I should take my shirt off\", and no one batted an eye."}, {"channel_name": "Nicholas Ziemba", "likes": "34", "date": "il y a 3 semaines", "text_comment": "I love that John Cena is not only aware that he's a meme, but also that he embraces that fact"}, {"channel_name": "Bee Lam", "likes": "123", "date": "il y a 1 mois", "text_comment": "let's all remember this is the year when John's hair officially turned grey"}, {"channel_name": "Anthony McMahon", "likes": "127", "date": "il y a 3 semaines", "text_comment": "“It’s Easier to Fool People Than It Is to Convince Them That They Have Been Fooled.”"}, {"channel_name": "Anonymous", "likes": "159", "date": "il y a 1 mois", "text_comment": "\"No amount of evidence will ever persuade an idiot”"}, {"channel_name": "Xopel Vi", "likes": "13 k", "date": "il y a 6 mois", "text_comment": "Be honest, John: You're not wearing any pants under that table."}, {"channel_name": "Alicia Pernie", "likes": "63", "date": "il y a 3 mois", "text_comment": "i had a girl in one of my classes tell me that the spanish flu of 1918 was meningitis that was a result of tainted flu shots......FLU SHOTS WEREN'T AROUND THEN!"}, {"channel_name": "Patrick Kelly", "likes": "84", "date": "il y a 1 mois", "text_comment": "This is was 5 months ago and not only are all the theories still around, they have gained traction."}, {"channel_name": "Greg Smith", "likes": "13", "date": "il y a 2 semaines", "text_comment": "Six months later, the conspiracies caught the Capitol on fire"}, {"channel_name": "Afficher la réponse", "likes": "150", "date": "Dave", "text_comment": "il y a 2 mois"}, {"channel_name": "Afficher la réponse", "likes": "8 k", "date": "Raja Narasimhan", "text_comment": "il y a 6 mois"}, {"channel_name": "Nick Miller", "likes": "266", "date": "il y a 1 mois", "text_comment": "You can literally see the curvature of the earth in that video.  Jesus Christ."}, {"channel_name": "Mr. MetalArm", "likes": "60", "date": "il y a 1 mois", "text_comment": "\"Coronavirus expressions.\" \"Healing microbes in the sand.\" That is not something a scientist believes, that's something that Nancy the anti-vaxxer mom says on her mommy facebook group before she tries to sell you essential oils."}, {"channel_name": "Afficher la réponse", "likes": "22", "date": "Maverick The Cow", "text_comment": "il y a 2 mois"}, {"channel_name": "cyton18", "likes": "78", "date": "il y a 1 mois", "text_comment": "“Trump pouring gas on the fire 🔥” is the understatement of 2020 and it hits different after the Capital Hill riot..."}, {"channel_name": "Jacob McIntyre", "likes": "3 k", "date": "il y a 6 mois", "text_comment": "Crazy how the generation that told us \"Don't believe everything you see online\" while we grew up turned out to be the one most convinced of batshit conspiracy theories"}]} , {"channel_name": "VICE", "channels_loyal": "#VICE", "title": "The Most Dangerous Conspiracy Theory in the World | Truth Hurts", "date": "20 janv. 2021", "reaction": {"views": "630 634 vues", "likes": "15 K", "dis_likes": "10 K", "comment": 20}, "subtitle": "\nThe internet has been accused of wrecking many things over the years:\nthe record industry, Blockbuster Video, travel agents,\nroad maps, empathy, civilized debate, and porno mags.\nOne thing it hasn’t killed, though, is the conspiracy theory.\nIn fact, the internet is breathing new life into some crazy ideas\nthat have been doing the rounds for centuries.\nDo not let them normalize pedophilia!\nWell, I don’t know much about the movement,\nother than I understand they like me very much.\nHow QAnon rips off the oldest conspiracy theory in the world.\n[Truth Hurts]\nOn the face of it, QAnon is a Trump-era conspiracy theory.\nIt’s basically an ever-expanding web of madness\ndesigned to make Trump look as if he’s fighting\na secret global movement of evil child-killers.\nPedophiles from Hollywood, you are on notice!\nQAnon is so famous now that even your gran knows about it.\nIn fact, that’s basically the problem.\nYour gran loves QAnon, and so do all her Facebook friends.\nBut QAnon isn’t as new as you’d imagine.\nIt’s basically a version of every old conspiracy theory.\nAnd at its heart is a thing called The Protocols of the Elders of Zion,\nthe most damaging conspiracy theory in history.\nThe Protocols of the Elders of Zion is a 100-year-old book.\nIt’s a book that was read by Hitler\nand a book that inspired the 9/11 terrorists.\nIt is perhaps the most dangerous book ever published,\na crazy lie that has hung over\nthe head of every single Jewish person ever since.\nThe book claims to be a real record of a secret meeting.\nIn this secret meeting,\npowerful Jewish people plot to take over the world, secretly start wars,\nmanipulate banks and media,\nand form an eternal one-world government.\nObviously, this is an insane, racist fantasy.\nThe Protocols... was proven to be a hoax in 1921.\nIt was most likely the work of the Russian Empire’s secret police,\nlooking to whip up support for the tsar\nby scapegoating a minority— in this case, Jewish people.\nDespite the fact that the vast majority of European Jews\nlived in abject poverty,\nthe existence of a few wealthy Jewish families\nwas spun into conspiracy theories\nof an insular and self-interested Hebrew cabal\nout to control the world.\nThis is all clearly an insane lie.\nUnfortunately, the world is a very racist place,\nso plenty of people were happy to believe it.\nWhen The Protocols... was published,\nit was followed by a wave of violent mob riots\nthat led to thousands of Jews being killed.\nAnd in America, Henry Ford, the guy who made Ford cars,\ngave away half a million copies for free.\nMore recently, Colonel Gaddafi and Hamas are among those who’ve\nused them to bolster anti-Semitic resentment in the Middle East.\nAnd it was even the inspiration for a major Egyptian TV series\nas recently as 2012.\nThe racist Zionist movement devised a plan a long time ago,\neven before Christ:\nA peaceful Zionist invasion of all the countries of the world,\nwith a malicious serpent as its symbol.\nThe lies of The Protocols... spread so widely that its central idea of\na secret evil group ruling the planet is now fairly common.\nIt is a center point for many conspiracy theories,\nespecially QAnon.\n[How ‘QAnon’ takes inspiration from The Protocols of Zion]\nQAnon gospel claims that the world is run by\nthe families of Hillary Clinton, who isn’t Jewish,\nGeorge Soros, who is,\nand the Rothschilds, who are as well.\nQ says that they run the media, control the banks,\ninvent wars, and want to start a one-world government.\nSound familiar?\nWake up!\n-Save the children! -Wake up!\nBut what about QAnon’s claim that these powerful people\nalso drink the blood of children?\nWell, child murder isn’t directly in The Protocols...,\nbut is based on a dark lie which goes hand in hand with The Protocols...,\nblood libel.\nBlood libel is the ancient racist myth spread by the Christian church\nthat Jewish people brutally murder Christian children\nin order to use their blood in religious rituals.\nAnd this is exactly what QAnon claim the Clintons\nand their secret society do as well.\nExcept in the Q story, killing children is about Adrenochrome.\nAdrenochrome is a mystical chemical\nthat Q followers claim flows through children’s veins\nthat the evil elites drink to get high.\nActual scientists have never seemed massively fussed about Adrenochrome,\nbut Western counterculture has been mythologizing the stuff\never since Aldous Huxley wrote about it\nwhile off his face back in 1954.\nIn A Clockwork Orange, Alex and his gang of sociopaths\nneck pints of milk laced with Adrenochrome\nbetween bouts of ultraviolence.\nAnd in Hunter S. Thompson’s Fear and Loathing in Las Vegas,\nthe character Dr. Gonzo claims it only works\nif you get it from the adrenal gland of a living human body.\nThere is conspiracies that the coronavirus is a cover-up\nfor what is truly happening right now.\nEven over in England, they say that\nthe queen has been taking this to outstand and live a longer life\nand it’s said to give you eternal youth.\nDuring coronavirus lockdown,\nQAnon assumed that many celebrities were looking less glam than usual\nbecause the pandemic was cutting off their supply of young blood,\ncausing them Adrenochrome withdrawal.\nDo not let them normalize pedophilia!\nKill Bill Gates! Kill Bill Gates!\nAre you a Trump supporter? Yeah, I am, I am.\nYes, I am.\nI think we’re all QAnon Zero, most of us.\nThey take children and they sacrifice these children.\n[Who Benefits?]\nPeople in power want their subjects to fantasize about shadowy elites\nthat don’t exist.\nThat way, they’re not questioning the power structures that do.\nWell, I don’t know much about the movement,\nother than I understand they like me very much,\nwhich I appreciate.\nYou are secretly saving the world from this satanic\ncult of pedophiles and cannibals.\nIs that supposed to be a bad thing or a good thing?\nI mean, you know,\nif I can help save the world from problems,\nI’m willing to do it.\nI’m willing to put myself out there.\nAnd we are, actually.\nSome leaders are so bad, so full of lies,\ntheir followers have had to believe in\na legion of secret pedo vampire societies\nin order to make their leader look like the goody.", "comments": [{"channel_name": "Paul Gaviria", "likes": "6,1 k", "date": "il y a 3 semaines", "text_comment": "Vice from 8 years ago would have exposed the vice of today."}, {"channel_name": "Shibbles Shalzabot", "likes": "437", "date": "il y a 2 semaines", "text_comment": "“It is easier to fool a man than to convince him that he’s been fooled.” ~ Samuel Clemens"}, {"channel_name": "Sesh H", "likes": "602", "date": "il y a 2 semaines (modifié)", "text_comment": "“To learn who rules over you, simply find out who you are not allowed to criticize” - Someone"}, {"channel_name": "Viscera Trocar", "likes": "77", "date": "il y a 1 semaine", "text_comment": "I miss the days when conspiracy theorists were peddling UFOs and chemtrails. Those were simpler times."}, {"channel_name": "GVC Pipe", "likes": "324", "date": "il y a 2 semaines", "text_comment": "Vice was bought by Disney and fox so there’s that information"}, {"channel_name": "Mic Wars", "likes": "1,3 k", "date": "il y a 3 semaines", "text_comment": "Disneys recent 26% stake in Vice sure has changed things round here."}, {"channel_name": "Nzoba_97", "likes": "178", "date": "il y a 2 semaines", "text_comment": "In the next one please explain Epstein's island and the many \"guests\" he had...I'm honestly curious how you explain away that \"conspiracy theory\""}, {"channel_name": "Johnathan Sanchez", "likes": "1", "date": "il y a 2 semaines", "text_comment": "Damn no wonder why Jlo looks so good at 50."}, {"channel_name": "EERIE JITTERZ", "likes": "305", "date": "il y a 2 semaines", "text_comment": "\"Shadowy elites that don't exist.\""}, {"channel_name": "Queen Existence", "likes": "Maybe, just maybe...they are being made to look like crazies intentionally by the real crazies hiding in the shadows.", "date": "il y a 1 jour", "text_comment": "Maybe, just maybe...they are being made to look like crazies intentionally by the real crazies hiding in the shadows."}, {"channel_name": "Kelly Black", "likes": "109", "date": "il y a 2 semaines", "text_comment": "They literally do own everything 🤣 they even own some of vice now 🤔"}, {"channel_name": "Lord Shrek", "likes": "6", "date": "il y a 2 semaines", "text_comment": "“To learn who rules over you, simply find out who you are not allowed to criticize”"}, {"channel_name": "OWERFULL owerfull", "likes": "23", "date": "il y a 2 semaines", "text_comment": "MSM logic: None of this is true so we are gonna make 50,000 articles and videos on how it's not true. Seems legit."}, {"channel_name": "Afficher la réponse", "likes": "3", "date": "A B", "text_comment": "il y a 1 jour"}, {"channel_name": "Ms Jolene", "likes": "1,4 k", "date": "il y a 3 semaines", "text_comment": "Common sense has become such a rarity that now days, if you have it, you're made to feel like you're the one who's bonkers."}, {"channel_name": "Ghoul", "likes": "16", "date": "il y a 2 semaines", "text_comment": "So like has she never heard of silicone valley?"}, {"channel_name": "Afficher la réponse", "likes": "71", "date": "Trav T", "text_comment": "il y a 2 semaines (modifié)"}, {"channel_name": "p3pp3rm4n92", "likes": "1", "date": "il y a 5 jours", "text_comment": "The fact that they didn't get epstein's island, means this series missed out and has to blame something else."}, {"channel_name": "ScopedKilz", "likes": "22", "date": "il y a 2 semaines", "text_comment": "Did you remember to get your daily television PROGRAMMING today?"}, {"channel_name": "Kevin Pickford", "likes": "681", "date": "il y a 3 semaines", "text_comment": "You know what the internet has truly ruined over everything else? Reality."}]} , {"channel_name": "Nerdist", "channels_loyal": "#sponsored", "title": "4 Conspiracy Theories That Could Prove True in 2020 (Explainiac w/ Dan Casey)", "date": "24 sept. 2020", "reaction": {"views": "566 427 vues", "likes": "4,4 K", "dis_likes": "957", "comment": 20}, "subtitle": "\n3세부터 얼어붙은 꿈이야기 도라지와 1 우선 프라운 드디어 지금 처박힌\n측 필러 수 있었 us to a\n홈팀 스틸 시트 새끼 소위 텀 top 정말 이뻐 4 5\n으 으\n[음악]\n5 흔히 알겠어 목을 쭉 dc with posen 6 되고 다음에 또\n워싱 퀘스트 보안\n레아드가 긴것을 우려와 뭐라 촌에 한번 쭉 루프 프렌즈 dm series\nasus eee 아 over into 에스팀 큐어링 이벤트 몬스터인 주악\n벤츠 머리 대충 때 프린팅 돼 있다 이미 5a 책임 뻗어 많이 거의 준\n거울 스포츠센터 쉽게 볼 수 있습니다\n내가 왜 좋아 중첩이 오줌 효율성 색지 1 보통 이때 아기가 띡 잉어와\n내 바하 5 tv 스페인 주의 u21 입원해서 맨다 스퍼 튀네 그 업어\n팸 대맥 말을 홀 에스더에게 1층 뻐 요 옆에 어서 쌀도 브라우스 어디임\n그만큼 숫자 뭐 없어도 뭐 그렇겠죠 비해 츠보미 스튜어디스 케어를 4호\n봐야 제품 해놓아야 브랜드인 킹스 배울 수 있어\n앞쪽 벤 중 쉬어 아흠 쓰다 없으 인기 번 하우디 건 와이프 s 급 n\n작풍 법이 너무 영어 led 오버 처음이야\n썸띵 스프 입을 asks 피할 수 있대요 디스크 프로 초유 바디 &\ntea spoon 요체 뭐야 저희의 뽕 캠핑할 수 있대요 이새끼 소액 형\nq 바디 이유 새\n수요일 내부 무원 섭취에 게임 kim's 필요 없어요 너무 부딪혀 bi\n때 추노 - 작가분이 쿨 시네마 약세를 아빠의 b1 강점기 유사하게 써\n어떻게 하면 플라스틱 디스크 2 링이 센터 리크 밀면 슴 플러\n드디어 없어 뭐 드세요 울려 op.10 스페어 수로 넣으면 다 웨이웨이\n뭐 책인 행색의 에피소드 2 프리우스는 쌩 곡이에요\n워머 터키 스펠 출발 티켓 탱글 벗긴 후 이율\n적하 플레이어 판매 웰킨 즉 모든 bom 책이 모양 지적인\nod 게임 띄워야 요거 책 교회를 써줄 파서\n내 같은 없지 맥의 이 고얀 졸업 대학교 마운드 웬 개인 라프 영혼 2\ntotter xbox 게임\n매운거 또 스 모드 쿠 학교 졸업 후 600g 에 규모 처리될 수 미\n어떤 음악도 6 받을수 바쁘다 업힌 의인 qd 미권스 25 도메인 뻗어\n거주 시키기 문제점이 네 앞에 승리하라\n저희 괜히 마음 빨 cou 컷인 죄 없는 줄 6b 부부 max4 아이를\n생각해서 더 안좋아요 미국제 게임 디자인의 꿈마을 빨게 추해 짓고 있던\n메쉬 스파오 메뉴\n부터 출 때 에서 줘 스파이크 이 뭐야 벌써 밴드 스파 오브 굿바이 $5\n팀이\n코리즌 이웃을 벌써 몰아서 표면적인 우거진 게 구하셔야 두둥 임하여 풀\n취미\n순대 튀김이 원인은 빛을 터널이 원전 제로 스토리 w 스페이스 데스 프롬\n어 찌 때문에 tv 리포트 db 와 어머니 넣었으면 스토리 했어야지 sc\n오프쇼어 재료인 한번쯤 농부의 전면에 뼈의 중 kim's 배울수 모르던\n매 님 step 아스 주선 구매 취미 kes posen 허브차 오브 라던\n일상의 즉 딸깍 점퍼 베개 누구요 탕 yoo\n걸쭉 이였으며 곳에서 결코 세트 원형 엔써 디그 없고 아이 멧\n60 투수 퍼왔다 gps 써 느꼈어 넘어\n썬 pvp #2 캅 아웃 경험 에어 플렉스\n수퍼맨 차 넣어 뒤쪽은 총도 뭐 해 듣겠어\n그것을 미안 토너 쏟아 올 게임 대출이나 소프트웨어 이승철 oisoo\n높고 annie's 역대 예 3 창업자 배워 빅 앤 덴 어웨이 너의 팀\n섹스\n언니와 숨어 채 굉장 뜻 없이 국화 음 시리즈 밥을 준비해 너 그때 또\n색시 쟁기 먼스 [ __ ] 이승철에게 보아 줘요 그 언어들 보이고 터 100\n카울 백색 쉬는 sp5 에 더 소리 포함 은 경험의 노노 이숙진 스토어\n이슈 피로와 수가 넌 어서 이 풀이 꿈지기 아트 바울이 got 프로그\n안고 헉 에빙하우스 이 내어 센트 v 벨트 스토리 벌써 어느 spokes\npc to skim were 임성한 북어 투표와 토드 자슥 요즘 알면\n어느 웹사 오토 걸 넌 재즈 버틴 층 더 배너가 1페이즈 김프 round\ncm\nost 2 탱 접수에 앞에 doa 똘이 너 고 라운드 인원 3명 im\ncn 캠프 별수 임기 처음 피해 띄우 소의 또 부르고 속도 모르고 계속\n메뉴 대한 영어 한글로 fry 틀려도 놔 북어 볼에 아우디 줬을 땐\n이뻤어요 그래서 바로 뭐 d 오히려 추울때 시키면 좀 이유\n얘만 배 느낌 초 앱 일수도 위협으로 우리 아버지 우리 5\n라스 특화시킨 바가 있으며 이슈 및 왜요 오르다 마 스 프로 베이스 mv\neng 표 cpu 1 수 없던 마음 때라 써도 페이지 가야되요 뭐 나\n우리 5원 부득이 짜르 disc 뷰가 이름 넣어 주면 우리의 어 거에요\n수 있는 스타워즈 색들이 역의\n이렇게 어떤 스크 자 어때요 초 k 센터 있기 너희들은 그럼 뒤에 레이지\n킨제이 켄 비율 바이오 에센스\n야매 를 허비가 어떤 춘 스타 vs 에디 바우어 있어보여요 죽어야\n오브 로버트 맨디의 마우스 terms does not open 엑스퍼트\n보잉 틴트 스텐 층이 so i d r o w e r\n내 앞으 해주셨어요 he 아브\n애기 행에 대해 파비오 무애 추노 매입 절차 귀가 워 에\n나치의 어떤 굉장히 좋아 브 애경의 다 팝업이 오픈 준비 줄 차 구입 엉\n어 에\n그다지도 킴 제품은 에어 있으므로 사이트 site i\n처음 부분 어예 멈춰 아낀 6차 피해 그 2 티슈 a 바 있어 물이 왜\n웃어 버려 뜻은 매수도 일과 신비 겸 사업법 재앙도 몰라 뵙고 2분이\n드디어 특방 인데 추울 토요일 내부 보안\n얜 kooks pos 소유 쳐 비해 세모 옷보 핵 문제 인중 나의 마우\n도포 실습 세팅이 속으로 그 사역이 킴 주시면 업 어려서부터 어때 하나\n둘 did my q 라고 계속 줬을 때 뜻의\n이렇게 소매 부분도 쓰야 xml 들어온 기운 지우 생지 바람에 또 둘러진\n4c 줄 팀은 되었지만 캠프로\n왜요\n그러다 보니까 1곳이 viker x 독 mw\n및 옛날 주인 뜻 esc 아예 습작들 from 판매 통해 배울 치즈 렌즈\n2매 해킹송 조슈 범해 로 대체하면 챙기시는 거 beim 좌 춤 토마토\n# 될 비해 몇 십 햄스터 너무\n몸에서 쓰야 의자 스윙 폼을 잘 구입 듐 얼 마이 퀸 초\n원래 이 식사 쏘 핸즈 방법 미스터 없이 그 마음 캠프 odex 다 스포\n이미 어덯게 스플래시 트위드 처벌이 보우 스타 없어 와 외벌이 서빙 마케\n톡\no dl 무디 쓰이 wu 꿈이라고 yoo 빵 once 활동한 지식도 쉬운\n연희로 생도 먹힘 첩이 야 흙속에 짧은 생 정확히 뭔지 수박보다 압축의\n하벤 조인이 1 개어 초에 집행한 멘트와 엔딩 에스파스 보안 통하지\n토하지 이벤트 2\n왜 소유하는 유저 b 아다 스팀이 자활 퀸 주말 tsp 며 쓰세요 2+\n파이브 오 이렇게 시내 블로 박힌 헤어 - pop 버스 쯤 cq 룰\n험머 스코어 씨와 # 데미 없다 그리고 이나\nextend 접이 fera 셔 블링 새끼 래퍼 릴 소의 취업 a 여행 후\nm 검색 총 시스템 바라보도록 이변이 애즈 ucs 아톰 탈수도 연포\nmpp 1st 를 러브 소아 풀타임 토지 더 콜 테 미르 어 been\n특별히 ms-dos 켝을 수 없이 뱀이 kim's 교육시스템 취업 킹\n마음은 총액이 후 보니 접하면서 1번 프라임 드디어 흑석 체험을 조언\n있어요\n내 키스 오브 도와줄 기운 좋은 tcp 어플이 신체로 쉬워요 주판 내\n주겠다고 배워 다 먹어 씌운 야매 순이 거야 벌써\n에 듀얼이 뭐 와 5 팁 탈진 찌우\n불교대학 3 부서져 very 명물 파일 루스터 찾지 15일 결혼 하부 몇\n개 vertex4 flv 등 에어 쓰시오\n으\n[음악]", "comments": [{"channel_name": "d", "likes": "1,5 k", "date": "il y a 3 mois", "text_comment": "only shane’s conspiracy theories really got me going 😔"}, {"channel_name": "ALurkingGrue", "likes": "915", "date": "il y a 4 mois (modifié)", "text_comment": "Conspiracy: This is just a commercial for Utopia"}, {"channel_name": "Pockets", "likes": "198", "date": "il y a 2 mois", "text_comment": "me: mad that this video is just an ad for a tv show "}, {"channel_name": "daveid duha", "likes": "133", "date": "il y a 2 mois", "text_comment": "Take a shot every time he says World of Utopia."}, {"channel_name": "ScytheNoire", "likes": "166", "date": "il y a 4 mois", "text_comment": "The insane, and often uneducated, conspiracy theories ruin it for those that are real, and then they can pass off the real conspiracies as just being more kooks."}, {"channel_name": "Now Sashay Away", "likes": "4", "date": "il y a 1 mois", "text_comment": "It's weird how they cancelled the show after one season :/"}, {"channel_name": "Vic Corral", "likes": "49", "date": "il y a 3 mois", "text_comment": "So this was basically a clever advertisement for Amazon Primes new show “Utopia”. Cool"}, {"channel_name": "Swifty Fresh", "likes": "7", "date": "il y a 3 mois", "text_comment": "With corona I feel like this is going to happen this year"}, {"channel_name": "SilverMoon 333", "likes": "91", "date": "il y a 4 mois (modifié)", "text_comment": "The simulation one has been fckin w me so bad this year ESPECIALLY my dreams. Literally its like i go to a parallel universe everytime i dream and my last weird dream was like a literal video game where each time a player was playing our life the screen would go black and they would choose what unirse theyd wanna go to each time they pressed start my dream would start in a different paralell universe then when i wondered in my dream if life was a video game or a simulation i saw the screen go to our universe then said start the button was pressed then i woke up and felt SOOO WEIRD lol had no idea how many thoughts where running through my head makin me wonder if this life is nothing more than a virtual reality version of the sims lol rofl honestly reality right now feels like a giant mix between grand theft auto and the sims lol"}, {"channel_name": "ConsciousTV Studios", "likes": "25", "date": "il y a 4 mois", "text_comment": "Man people actually believe that the government is doing the literal opposite of what a governments is supposed to do. I mean it’s only true in dictatorships like North Korea, China, and the U.S.A."}, {"channel_name": "Afficher la réponse", "likes": "1", "date": "Joe Bidens Conscience", "text_comment": "il y a 1 mois"}, {"channel_name": "Mark Bonney", "likes": "2", "date": "il y a 1 mois", "text_comment": "Shazam I will forever miss it as bad as it real."}, {"channel_name": "Day1 Avsfan", "likes": "1", "date": "il y a 1 mois", "text_comment": "Such a shame that Utopia was cancelled, such a great first season"}, {"channel_name": "michelle haggon", "likes": "1", "date": "il y a 1 mois", "text_comment": "The sim one is accurate to how I feel ... I’m gonna fall asleep during something important and wake up on fire"}, {"channel_name": "Radagast", "likes": "37", "date": "il y a 2 mois (modifié)", "text_comment": "wow 51 seconds in and I'm still watching an ad"}, {"channel_name": "Afficher la réponse", "likes": "6", "date": "Matty80822", "text_comment": "il y a 1 mois"}, {"channel_name": "BrokeCarFan", "likes": "3", "date": "il y a 1 mois", "text_comment": "I have really been thinking this after I watched the show earlier this year."}, {"channel_name": "Lupe Martinez", "likes": "2", "date": "il y a 1 mois", "text_comment": "Y'all, showed us the food conspiracy a long-ass time ago has anybody forgotten or still remember"}, {"channel_name": "Wicked King Wicker", "likes": "1", "date": "il y a 1 mois", "text_comment": "The producers of Utopia did better than they should of with the show and it was cancelled because of it. Shame best show I’ve seen in 10 years"}, {"channel_name": "What the cinnamon toast fuck is this", "likes": "1", "date": "il y a 1 mois (modifié)", "text_comment": "I brought up the “ reality is a simulation” conspiracy with my mum and I really scared her 🌚"}]} , {"channel_name": "TheOdd1sOut", "channels_loyal": "#TheOdd1sOut", "title": "Conspiracy Theories and Crazy People", "date": "Sortie le 14 mars 2020", "reaction": {"views": "26 895 457 vues", "likes": "867 K", "dis_likes": "14 K", "comment": 19}, "subtitle": "", "comments": [{"channel_name": "Henry__C", "likes": "134", "date": "il y a 10 mois", "text_comment": "Conspiracy Theory: the government forced James to make this video to eliminate any suspicions we have"}, {"channel_name": "Ocean Space", "likes": "463", "date": "il y a 2 semaines", "text_comment": "james 2020: \"hopefully everything will be sorted by the end of july\""}, {"channel_name": "Aubrey Salmon", "likes": "82", "date": "il y a 2 semaines (modifié)", "text_comment": "“Your Just as sane as I am.” -Luna lovegood"}, {"channel_name": "Ellen Batkin", "likes": "127", "date": "il y a 1 semaine", "text_comment": "“Everything will be sorted out by late July” it’s january"}, {"channel_name": "Anthea", "likes": "5,9 k", "date": "il y a 10 mois", "text_comment": "Conspiracy theory: James just made this so he could yell at anti-vax people"}, {"channel_name": "elf- ish", "likes": "116", "date": "il y a 1 semaine", "text_comment": "“You can believe anything you wanna believe as long as its not hurting yourself or others.” -the odd1sout"}, {"channel_name": "Ella Jean", "likes": "113", "date": "il y a 3 semaines", "text_comment": "“A crazy person isn’t someone who has a pet snake”"}, {"channel_name": "Lucy C.", "likes": "5", "date": "il y a 2 jours", "text_comment": "Plot twist : the government asked him to do do this video"}, {"channel_name": "That guy in the group", "likes": "4", "date": "il y a 1 jour (modifié)", "text_comment": "I remember this one girl in my science class thought the moon landing was faked. I gave them a 20 minute lecture on how it would've taken more effort to fake the moon landing than it would've to just go to the moon, and it didn't change their mind at all. I just don't even try to argue with idiots anymore because they'll never stop being idiots."}, {"channel_name": "The King of Antarctica", "likes": "2,4 k", "date": "il y a 10 mois", "text_comment": "Anti-vaxxers: “Modern medicine is a lie and a scam.”"}, {"channel_name": "Talia Lewis", "likes": "38", "date": "il y a 3 jours", "text_comment": "Be like Cthulhu. Cthulhu never misses his vaccines."}, {"channel_name": "Oh Hi", "likes": "26", "date": "il y a 3 semaines", "text_comment": "5:56"}, {"channel_name": "FHT giddy", "likes": "2", "date": "il y a 1 jour", "text_comment": "The shrek puzzle is killing me 😂😂😂😂"}, {"channel_name": "Blake Sheffer", "likes": "37", "date": "il y a 1 mois", "text_comment": "“WOW DUDE MY SANDWITCH TASTES LIKE COLORS”"}, {"channel_name": "Afficher la réponse", "likes": "10 k", "date": "Cybored", "text_comment": "il y a 10 mois"}, {"channel_name": "Sannin Boy", "likes": "1", "date": "il y a 1 jour", "text_comment": "0:33"}, {"channel_name": "Tiger Girl 118", "likes": "8", "date": "il y a 2 semaines", "text_comment": "2:14 holy shit Invader Zim"}, {"channel_name": "Lucy C.", "likes": "3", "date": "il y a 2 jours", "text_comment": "5:56 \"Bakugo has no redeeming qualities\""}, {"channel_name": "Kim's Family", "likes": "6", "date": "il y a 5 jours", "text_comment": "James: Everything in Naruto is real?"}]} , {"channel_name": "60 Minutes Australia", "channels_loyal": "#60MinutesAustralia", "title": "Inside COVID-19 conspiracy theories: from 5G towers to Bill Gates | 60 Minutes Australia", "date": "7 juin 2020", "reaction": {"views": "1 334 685 vues", "likes": "14 K", "dis_likes": "2,9 K", "comment": 0}, "subtitle": "", "comments": []} , {"channel_name": "CBR", "channels_loyal": "#CBR", "title": "10 Internet Conspiracy Theories That Proved To Be True", "date": "16 sept. 2016", "reaction": {"views": "371 937 vues", "likes": "3 K", "dis_likes": "714", "comment": 20}, "subtitle": "\n10 Ways The Internet Is Watching You\nBack in 1984, Rockwell always felt like someone was watching him.\nIf only he'd been able to see 32 years ahead, he'd have realized how good he had it back\nthen.\nNow more than ever, the internet allows people, businesses, and government agencies to watch\nand record our every move.\nSometimes, we discover just how deep the surveillance goes thanks to someone blowing the lid off\na secret government program, but more often than not, it's the quiet, everyday invasions\nof privacy that remind us we're never really alone online.\nHere are ten ways the internet is watching you right now.\nCookies Businesses of all stripes track your movements\naround the web via these sneaky little bits of data, which are designed to be harmless\nto your computer's security in exchange for being allowed on most computers by default.\nOnce a cookie is placed on your computer, marketers and business owners can use the\ndata it sends to monitor your browsing activity.\nWhen Pandora or Instagram seems to know exactly what you like without asking, it's because\nof cookies.\nThough this information is typically only used to market ads to people more effectively,\nweb cookies themselves are so common, and so rarely noticed, that it's hard not to see\nthem as a little sinister once you do stop and think about them.\nUnsecured WiFi Never got around to securing that WiFi router\nyou set up at home?\nThen there's a pretty good chance anyone nearby can see at least some of what you do online\n– and what you have on your computer, particularly in shared folders.\nAnybody who's ever run iTunes in a college dorm, only to have other people's shared playlists\npop up next to theirs, can attest to how common this problem is.\nOf course if you are up to something shady, an open WiFi network can give you a bit of\nplausible deniability, by allowing you to claim someone else did it using your unsecured\nconnection.\nWe wouldn't count on that defense holding up for very long, though.\nIt's best to just play it safe and secure your network.\nWebcams Sometimes webcams are publicly available online\nby design, like city sidewalk cameras.\nHowever, many other times, they're work, school, or private home cameras that the owner neglected\nto secure from the prying eyes of the internet.\nEven with security measures, many cameras can be hacked with ease, and even highly secure\ncameras can be illicitly activated by the FBI.\nWhatever the case, the fact remains that when you step in front of a webcam – whether\non a city street or in your own bedroom – you never know who might be watching.\nSo the next time you see someone with a bit of masking tape over their laptop camera,\ndon't laugh – ask them for a spare piece.\nOnline Purchases Yes, even secure purchases are being watched;\nwe can practically guarantee it.\nBut they're not being watched by sneaky hackers or foreign governments – at least, we hope\nnot.\nInstead, it's credit card companies who do the monitoring.\nThis is perfectly legal under the terms of the impossibly dense cardholder agreement\nthey made you sign when you got your card.\nOf course, card companies have a valid reason to require access to the details of your purchases.\nThe iffy part is that this information can be bundled and sold as a marketing product\nto advertising companies.\nThe practice isn't exclusive to the internet, but internet commerce has made it a whole\nlot easier.\nCombined with all the other data you're leaving behind as you browse the web, it's likely\nthat there's now an ad agency out there somewhere who knows more about you than your parents.\nMicrophones Much like webcams, computer microphones often\nhave lax security.\nThey're one of those bits of hardware that most people don't think about very much, making\nthem a tempting target for spies.\nIt doesn't take a lot of effort for a determined hacker to turn on your computer's microphone\nwithout your knowledge – and unlike cameras, a piece of adhesive tape won't do much to\nprevent a microphone from picking up sounds.\nIn cell phones, where the microphone is still an important and vital piece of the device,\nsecurity is somewhat better, but any web-connected phone is still vulnerable to serious hackers\nlike the NSA.\nIf you really, really want to ensure your privacy, it's best to leave the smartphones\nbehind, too.\nLocation data Speaking of mobile phones, if you've ever\nplayed Pokemon Go or used Google Maps, chances are you have your phone's location data turned\non.\nAnd it's undeniably useful: apps like Waze and Yelp use this highly-specific information\nto provide you with all kinds of handy, localized services.\nHowever, there aren't many restrictions on what others can do with this data once you\nvolunteer it.\nGovernment agencies, for example, can get your number from the phone company, and then\ntrack your cell wherever it goes.\nIf you're logged in to Google while using a Google app, the search giant doesn't even\nneed to check outside records to know who you are and where you've been.\nAnd step into a local independent cafe, and you might see a Starbucks ad pop up – a\nmarketing tactic called “geofencing” that also relies on detailed location data.\nIn short, as long as your location is turned on, you're being tracked.\nE-mail Say you send an e-mail to your sister, asking\nwhat she wants for her birthday, and suddenly, ads for birthday party supplies start appearing\nwherever you look – even before your sister writes back.\nCongratulations; your e-mail has been automatically scanned for keywords.\nThose keywords were then matched up with product categories, and advertisers who show ads based\non those categories are now reaching you, whether you're interested or not.\nThis tracking is something most people agree to without even noticing it, when they sign\nup for webmail.\nThe targeted ads can be turned off by request, though it's not always easy to figure out\nwhere to make that request.\nHowever, opting out of the ads doesn't actually opt your emails out of being scanned either\nway.\nAnd yes, once again, the FBI can intercept emails by accessing them at this stage, if\nthey decide to take an interest.\nInternet Service Providers If you've ever opened up a private browsing\nwindow, you've probably seen a little disclaimer somewhere, informing you that private browsing\nwon't prevent your internet service provider, or ISP, from tracking you.\nAs a matter of fact, there's not much of anything that can prevent your ISP from recording everything\nyou do online.\nThey're the gatekeepers, after all.\nUsers who engage in illicit activities online – like pirating software – may receive\na warning from their ISP before they ever hear from the software company whose work\nthey pirated.\nIn short, without extensive setup and planning, your ISP will pretty much always know exactly\nwhat you've done online.\nAnd, as with many of the entries on this list, government agencies can request access to\nthat information as needed, often without a user's knowledge.\nSearch Engines Stop and think about the humble search engine:\nwhen we're looking for new information, most of us have no choice but to use search engines\nas the jumping-off point.\nThat makes them an extremely tempting place to gather user data.\nFor example, Google will track your searches on its search engine, whether you're logged\ninto a Google account or not.\nAnd Google's predictive search technology, which guesses what you're typing as you go,\nis actually watching every single letter you type in.\nEven if you only type part of a word and then change your mind, the big G will take a guess\nat what you were planning to write, and then try to serve you ads based on that.\nOver time, this allows Google to build a fairly comprehensive picture of what you're interested\nin, which it can then sell to marketing agencies – all without you having ever logged in\nto Google at all.\nSocial Media Facebook, Twitter, Instagram, and more: social\nnetworks are where most of us spend most of our leisure time online.\nObviously, social media companies track and sell user information to advertisers.\nBut the prying eyes we worry about the most might be even scarier: they're our own friends,\nfamilies, and employers.\nHiding drunken party pictures from the parents has become a common pastime among college\nstudents.\nOutside college, there have even been some instances where people complained about their\njobs online and ended up getting fired for doing so.\nIn principle, the solution to these problems is easy: make sure your privacy settings are\nrobust, and unwanted guests won't be able to see anything.\nHowever, the constantly-shifting nature of privacy controls on popular sites like Facebook\nmakes this a constant headache.\nAnd in the meantime, who knows who's looking through your photos and status updates?\nSo, what did you think of our list?\nIf it hasn't made you too paranoid, give this video a like, and add your comments below.\nWe promise we won't try to find your secret stash of embarrassing Instagram pictures.\nAnd before you go, take a moment to subscribe to CBR and check out our other informative\nvideos on superheroes, movies, anime, and more.", "comments": [{"channel_name": "Lmao Weed", "likes": "214", "date": "il y a 4 ans", "text_comment": "WELP! thanks for making me block my door and windows with wood for a week"}, {"channel_name": "DN 13", "likes": "180", "date": "il y a 4 ans", "text_comment": "I turned off most of these things on my phone and my phone was soooo slow. I turned them on and it went back to normal. It's seems like it's done on purpose."}, {"channel_name": "Derek Wheeler", "likes": "50", "date": "il y a 4 ans", "text_comment": "If you really really want to ensure your privacy....stay in a private space. "}, {"channel_name": "Laker Mallow", "likes": "208", "date": "il y a 6 mois (modifié)", "text_comment": "I'd like to take a moment to say we all owe Alex Jones a big apology!  He tried telling us about Epstein and elite pedophilia years ago. We all laughed him off. I wonder what else he's right about ..."}, {"channel_name": "Maerahn", "likes": "48", "date": "il y a 4 ans (modifié)", "text_comment": "That moment when you realise being a fiction writer is potentially a dangerous career choice... *remembers several recent Google searches for latest work*"}, {"channel_name": "Georgina Paragas", "likes": "3", "date": "il y a 3 semaines", "text_comment": "so you're telling me, someone might have been watching me dance like im in an edit..?"}, {"channel_name": "Leyton Jay", "likes": "70", "date": "il y a 4 ans", "text_comment": "It is NOT true that cookies are only used to serve as or to spy on you - that technology underpins the entire concept the Web is built on. "}, {"channel_name": "kenny2006sp", "likes": "7", "date": "il y a 3 semaines", "text_comment": "I strip for the FBI everyday when I take a shower. I like to bring my phone in the bathroom with me"}, {"channel_name": "Queenbee202 Rose", "likes": "11", "date": "il y a 4 mois", "text_comment": "This finally taught me how I keep getting ads on my YouTube for things that I just looked up . Super duper creepy."}, {"channel_name": "Bass boy Stokley", "likes": "It’s like wanting to see patrick’s secret box. We all want to know what’s inside so badly. But if we ever really saw it. It’s just an embarrassing photo of us at the Christmas party", "date": "il y a 2 semaines", "text_comment": "It’s like wanting to see patrick’s secret box. We all want to know what’s inside so badly. But if we ever really saw it. It’s just an embarrassing photo of us at the Christmas party"}, {"channel_name": "Lssj Goky", "likes": "215", "date": "il y a 4 ans", "text_comment": "That time when CBR put wrong title"}, {"channel_name": "Nikola Milosevic", "likes": "2", "date": "il y a 8 mois", "text_comment": "as long im not criminal,this could maybe save me one day,but if i start with criminal activity ofc i will go fully offline and get bird to send sms"}, {"channel_name": "Jaiden", "likes": "3", "date": "il y a 2 mois", "text_comment": "Me: watches this video and says "}, {"channel_name": "Alisha Spence", "likes": "4", "date": "il y a 2 ans", "text_comment": "Is there anyway that you can do a video about Ciara new video\"Level Up\"?I have seen so many subliminal messages"}, {"channel_name": "The Joker", "likes": "3", "date": "il y a 4 ans", "text_comment": "😂Never been this early"}, {"channel_name": "Elizabet Rodriguez", "likes": "0:53 Love this moment", "date": "il y a 2 mois", "text_comment": "0:53 Love this moment"}, {"channel_name": "L A", "likes": "1", "date": "il y a 2 mois", "text_comment": "Always said I found that song scary......I always feel like someone  is watching  me"}, {"channel_name": "Jamielee Stevenson", "likes": "See when the vid mentions cookies at 0:39 I died inside cause at that exact moment I had just typed up cookies on the internet for some random reason.", "date": "il y a 2 semaines", "text_comment": "See when the vid mentions cookies at 0:39 I died inside cause at that exact moment I had just typed up cookies on the internet for some random reason."}, {"channel_name": "Robert Spears III", "likes": "We're getting ready to find out about many more, but wait for the grand finale!!!", "date": "il y a 1 mois", "text_comment": "We're getting ready to find out about many more, but wait for the grand finale!!!"}, {"channel_name": "Unknown Unknown", "likes": "1", "date": "il y a 2 ans", "text_comment": "Now I'm hungry for cookies xD"}]} , {"channel_name": "BBC", "channels_loyal": "#BBC #BBCiPlayer #BBCStories", "title": "Viral: The 5G Conspiracy Theory by @BBC Stories - BBC", "date": "14 juil. 2020", "reaction": {"views": "304 849 vues", "likes": "3,3 K", "dis_likes": "905", "comment": 20}, "subtitle": "\nAt first I did believe there was a virus, but when they start\ntaking away your rights it doesn't make sense. The coronavirus is the biggest threat this\ncountry has faced for decades.\nIf you don't follow the rules, the police will have\nthe powers to enforce them. You must stay at home.\nConspiracy theories about 5G have been spreading since\nthe beginning of lockdown. There is no virus.\nIt's 5G radiation poisoning. This is all a big part of the eventual goal,\nwhich is control. Your body can't handle this new 5G.\nIt's not built for it. And lots more people are going to be ill.\nThese false theories have been contagious. BBC News at two o'clock.\nThis is Nicky Cardwell. Police have broken up a group of around 25\npeople protesting about the lockdown in central London.\nThe demonstration took place near to the A&E unit\nof St Thomas's hospital. 5G...\nGet used to this. Tyranny.\nFascism. Fascism!\nMajor health organisations have said that 5G is safe,\nand that there is absolutely no link between it and coronavirus.\nArrest Bill Gates! Arrest Bill Gates!\nSo where did the idea come from? And how far are its believers prepared to\ngo? You're going to be poisoned.\nAre you going to stand for that? Well, we're not standing for it.\nIt isn't coronavirus. Hi, how's it going?\nI'm good. How are you?\nYeah, I'm good. Nice to meet you.\nNice to meet you, too. How much time are you spending online?\nI looked at my screen time on my phone, I think it was like...\n16 hours, maybe? A day?\nYeah. Yeah, but it's gone down now.\nBut at first it was like 16, maybe 17 hours. Yeah.\nWhat did your mum say? My mum was not happy at all.\nIsaac is 17 and he's been stuck at home like the rest of us.\nHe's been living through his phone, and in early April his friends\nstarted sharing something unusual. Someone sent something to my Snapchat group\nchat, it was some guy who was talking about how\nthe 5G thing is the real thing that we should be scared about, not\ncoronavirus, and coronavirus is a cover-up for a lot of\ndifferent things that the Government is doing.\nI was thinking, this guy is definitely bored, because it makes no sense.\nWhat are your friends thinking? They're thinking about the 5G stuff, the radiation\nand it making them sick and what not.\nSome of them actually genuinely believed it, and some of them haven't.\nWow. Yeah.\nFalse theories about the virus and 5G spread quickly\nat the beginning of lockdown. Do you think it's difficult to tell what's\ntrue and what's false at the moment?\nVery, very difficult. I just don't believe anything, to be honest.\nUnless I see it come from one of Boris' speeches. The misinformation that people are spreading,\nit's quite dangerous. There isn't one coherent 5G conspiracy theory.\nSome people say the virus is man-made and lockdown\nis a cover for installing 5G. Others say it's actually 5G that's causing\ncoronavirus symptoms. And some think it's an excuse for forced global\nvaccination. It all comes back to a fear that 5G is harmful\nto human health. There is no credible evidence to support that.\nBut that hasn't stopped wild speculation online, and celebrities have been super spreaders.\nUS singer Keri Hilson was one of the first. She shared this now debunked video of an alternative\ndoctor in March. And I'll finish with, anybody want to make\none guess as to where the first completely blanketed\n5G city in the world was? Wuhan.\nExactly. Keri later tweeted that her management asked\nher to remove the post. What the doctor said wasn't true, but the\nidea was infectious, and anti-5G posts went viral.\nOn the first day of lockdown, MIA tweeted then later removed this...\nHere's the broadband that they're digging up to install.\nWhy are these men here? Then Calum Best put a post on Instagram.\nSo did Lee Ryan from boy band Blue. Like so many of these posts, it has since\nbeen deleted. Then Hollywood actor Woody Harrelson...\nThese messages were coming up on all of our feeds\nand they weren't stopping. Amanda Holden said she accidentally tweeted\na link to this petition. But four hours after she shared it, the page\nhad over 120,000 signatures.\nBBC News at eight o'clock. There's been another record increase in the\nnumber of deaths... I think it's a man-made thing.\nGuys, it's been put there for a reason. To keep everyone in while they test the 5G.\nAmongst his usual posts, British musician Black the Ripper\nwas sharing anti-5G videos. And I'm mad at Trump for allowing 5G to come\nin. Then he died.\nRest in peace, Black the Ripper. And respect for speaking the truth before\nyou died. It fuelled even more conspiracy theories.\nBy the end of the first week of April, fake news was everywhere\nand the Government decided to step in. On the point about the 5G masts, the stories\nthat have got about that they play a role in the spread\nof the disease, that's just nonsense.\nDangerous nonsense as well. Then this happened on ITV's This Morning.\nThe fake news that is travelling around at the moment\nis just ridiculous. Do you remember, first of all, you can't ignore\nthe 5G conspiracy theory. What is that all about?\nIt's not true and it's incredibly stupid... The only thing I...\nI totally agree with everything you're saying, but what I don't\naccept is mainstream media immediately slapping that down as not true when they don't know\nit's not true. No one should attack or damage or do anything\nlike that, but it's very easy to say it is not true because\nit suits the state narrative.\nThat's all I would say as someone with an enquiring mind.\nThe theory that 5G had something to do with coronavirus had\nmade its way onto breakfast TV. He immediately said that this wasn't being\nchallenged by state media. Now, as soon as someone talks about the British\npress as a state media, you know they've been on the internet too long.\nThe media regulator Ofcom later said that his comments were ill judged\nand risked undermining trust in public authorities and scientific evidence.\nJust before we go on to the programme, I want to clarify\nsome comments that some of you may have misinterpreted from me\nyesterday around conspiracy theories and coronavirus, and this involved the roll-out of 5G.\nEvery theory relating to such a connection has\nbeen proven to be false, and we would like to emphasise that.\nHowever, many people are rightly concerned and are looking for answers, and that is simply\nwhat I was trying to do, to impart yesterday.\nBut for the avoidance of any doubt I want to make it clear,\nno scientific evidence to substantiate any of those 5G series.\nI hope that clears that up. With all the misinformation swirling around,\nit's easy to lose sight of what 5G actually is.\nDavid Robert Grimes is a physicist and cancer researcher.\nHello, how are you doing? Hey, I'm doing great, how are you?\n5G is essentially a new standard in mobile technology.\nAnd one of the things that people correctly realise is that this\nis a form of radiation. Radiation is scary, people are frightened\nof that word. There are forms of radiation that are very,\nvery dangerous. But what people forget is light is also a\nform of radiation. 5G is tens of thousands of times less energetic\nthan even the visible light to which we are exposed every day.\nTechnology, it pushes us forward. While companies like O2 are promoting 5G with\nglossy adverts like this...\nAnd it has long empowered generation after generation.\n..there is an underbelly of people that have long opposed it.\nI think it's really important to work out that a lot of conspiracy\ntheories being spread at the moment are actually not even new.\nThere was people against 4G, there's groups against Wi-Fi,\nand back in the 1910s there were people against radio.\nWhat has changed now is not that these fringe groups have existed, they always have, but\nnow they can harness the power of social media to go and\nspread their beliefs and to evangelise them.\nAnd because we live in a world where we use technology but we don't\nalways understand what it really means or how it works,\nwe are very susceptible to frightening claims. As we see more and more sleek 5G adverts...\nWelcome to the fifth generation. ..some people have become increasingly afraid.\nWhen I heard the word 5G, I just felt horrible... Naveed works for BT Openreach.\nA lady approached my van. She said, I know what you're here for, I know\nwhat you're doing, you've been hired by the council to basically\nroll out 5G. He installs home internet and phone lines,\nnot mobile networks like 5G. But he's been targeted just like other engineers.\nOne day in April, a woman approached quoting false information.\nIt made no sense to me, as well, about microwaves and blood cells\nand how it affects everyone. She walked further up past the shop, and probably\nabout ten metres down there was a group of ten men.\nWhen she was pointing at me and she said, that person,\nhe is the cause of everyone dying, then I could hear foul\nlanguage, I could hear abuse, I could things like, murderer, killer.\nThreats like, watch out, watch what happens to you.\nYou feel very, very frightened and scared. No job is worth risking your life for.\nBetween April and June 2020, telecoms engineers reported\n264 similar incidents. So what are you laying?\nFibre. Fibre.\nWhat kind of fibre? Fibre-optic, 5G ones.\nYou know when they turn it on, it's going to kill everyone,\nand that's why they're building the hospitals? No idea.\nNo idea? No.\nBecause when I put it on Facebook it's going BLEEP viral.\nIs this, is this, is this your RF reader? No.\nIs that your RF reader? This is a BLEEP label machine, mate.\nLook. OK, well, I'm just saying...\nYou're safe. That is them.\nThat's one of them. What was he saying?\nTell them we don't want 5G in this area. Why are you guys hassling this man?\nI see him take a lot of crap before. They attacked him, and they say, why is he\nputting in 5G? And he says, it's not 5G.\nHe's a professional guy, he's working. Come on.\nThis thing is bigger than all of us here. Because I could find myself in a box tomorrow.\nBecause the Government can kill people if you talk too much.\nThe birds are getting the biggest hit because, you know,\nthey get the radioactive... They can't take certain microwaves in the\nair, you know? Because they are weaker than us.\nYeah, we die slowly. Naveed is one of many engineers who have been\nharassed thanks to the spread of theories linking 5G and Covid-19.\nAnd there's consequences. One study found that if you believe in a link,\nyou are far more likely to leave the house even if you have\ncoronavirus symptoms. The latest figures show that another 346 deaths\nlinked to Covid-19 have been confirmed across the UK in 24 hours,\nbringing the total number of victims to 31,587.\nIt's early May, a month since the Government assured\nthe public that 5G conspiracy theories are false.\nLadies and gentlemen, your Government have lied to you.\nA small group of protesters have gathered in Saint\nJames' Park, London. Their concerns range from vaccines to freedom\nof speech. Bill Gates, he is saying that we have to have\nmandatory vaccinations. Until we all take the vaccinations, the whole\nworld is on lockdown. But 5G fears after what seemed to unite them.\nThere is an appeal from over 240 scientists and doctors,\nformally appealing to the UN, asking for the stopping of 5G.\nIt's already been stopped in a lot of cities and countries.\nIt was there that we met John. 5G, when that gets turned up that's when they're\ngoing to start blaming the second wave.\nSo all our kids are going to get done. Radiation poisoning.\nThis ain't no virus. There is no coronavirus.\nThey're not treating people with coronavirus. They ain't.\nThey are just liars. There is no virus...\nMy name is John, I'm a carer for my dad. I'm a qualified personal trainer.\nIn my spare time I like to do boxing and train my clients.\nSo we met you at the protest - why did you decide to go down?\nMy concern's over 5G. There is no virus, in my eyes, because everywhere\nthey are turning on 5G is where this so-called virus is coming\nnow. I've had concerns over 5G for over four, five\nyears now. The vast majority of scientists think that\nit's safe. They don't, they don't, that's what the media\nare telling everybody. The proper scientists have come out and said\nit's not safe. I know my body.\nFor ten years it's been a certain way. Until they brought a 5G tower to literally\ntwo minutes from my house, and I've got a metal\njaw and that's been in agony.\nI've had headaches, I've had eyeballs feel like they are boiling, I'm getting rashes,\nI'm getting my psoriasis has come up when it never\nhas, and all this has happened within five weeks,\nsince they put a 5G tower next to my house.\nHave you been to the doctor about that? I'm not going nowhere near the NHS, the hospitals,\nthey are murdering people. Doctors get into medicine...\nI'm not going near any hospital. No doctors, nothing.\nSo what you think is really going on? I think it's a new world order.\nHe's pulling the strings, Bill Gates. They're wiping people out with radiation and\nthen they can come for the children with the vaccines.\nThe same man who wants to vaccinate us is the same man who wants\nto de-populate the world. Vaccines stop people from getting illnesses...\nThey don't, they don't, they don't. There is no virus.\nA lot of people have died from the virus. No, they haven't.\nWe are being played, whatever way it is we are being played.\nWhen I deal with people who are anti-5G, they are very\nfrequently anti-vaccine and anti-medicine, in the conventional sense.\nBill Gates has put an awful lot of his work into vaccinating people\nin developing countries. And we do that because after clean water and\nsanitation there is nothing that saves more lives than\nvaccination. That makes him a villain to people that are\nideologically opposed to vaccination.\nSo to accept that 5G is secretly doing us harm,\nyou have to then accept that the WHO and the Center\nfor Disease Control and all these international health protection\nbodies are lying to us, and as it goes on you have\nto accept more and more to preserve your initial belief.\nAnd that drives people deeper and deeper into, I would say, the rabbit hole of conspiracy\ntheories. And conspiracy theorists have turned on people\nin unexpected ways. In April a pair of amateur 5G fans noticed\ntheir website had suddenly become a lot more popular.\nToday I'm in Grimsby, a north-east Lincolnshire fishing town,\nwhich also happens to have a 5G site in the town centre.\nWhich you will be able to see right behind me here.\nAnd that is the site, I'm going to be testing out today.\nI'm Jake. I'm Peter, and today we are in Oxford city\ncentre to look at networks.\nPeter and Jake are 5G enthusiasts. They run a site that maps out the masts around\nthe country. So we are now near Jubilee Gardens and just\nto the side of Jake, there, is a Three Samsung small cell.\nThree do actually have small cells. Yeah.\nThat is indeed true. Recently we saw a spike in traffic to the\nwebsite. At first we were just like, oh, our SEO must\nbe really good. We are at the top of the Google search results.\nPeople must just be interested in 5G. It was only when we started to look on the\n\"stop 5G\" pages that we realised it was a bit worse than we\nhad actually thought. 5G Tower.\nZero G now. Mad, are you?\nRemember when lots of celebrities were posting about 5G?\nThat week there were 20 arson attacks on masts. The website traffic increased by about 3000%,\nbut some pages were increasing in traffic by over about 14,000%.\nOne group in particular was specifically titled as a mast arson competition, and that is when\nwe made the rather sad decision that it was probably best to\nstart to take down some of the pages.\nIn another part of the internet, one doctor has stepped up\nin the fight against misinformation. Did 5G cause coronavirus?\nPeople suggest that 5G damaged the immune system\nand boosted the viruses. This is not true.\nDr Karan Rangarajan is a surgeon in the NHS. How do you know coronavirus is real?\nWell, apart from all the science and medicine and CT scans and chest\nX-rays and tests we've had to prove it exists, I've had coronavirus.\nHe has become an online medical myth buster. 5G mobile data is transmitted over radio waves.\nThese radio waves are non-ionising which means they don't damage\nthe DNA inside ourselves, unlike x-rays, gamma rays and UV rays.\nSpread knowledge, not the virus. I did a video on YouTube and on TikTok.\nThe comments which dominated the comment thread are all about I'm\nnot a physicist, which is obviously accurate, but you don't need to be\na physicist to know that 5G does not cause coronavirus,\nyou need to be human with common sense and logic.\nThe real worry is young kids and other people who could be,\nfor want of a better term, brainwashed by these ludicrous\ntheories, which doesn't just stop with 5G and coronavirus.\nIt goes to vaccines, then young mothers not vaccinating their kids.\nAnd by not vaccinating, we can have outbreaks of these\nthings, we don't want that. It has been over seven weeks since most people\nhave seen their loved ones.\nAround 300 people have taken part in a protest against the lockdown.\nBut a week after the last protest there was another,\nand it was much bigger. Tom Symons was there.\nProtesters gathered near Speakers' Corner making few attempts\nto keep their distance from one another. They oppose the Government's measures, some\nsaying the virus was a hoax.\nPiers Corbyn, the brother of the former Labour leader,\nwas among those led away. It had been a while since I'd seen John from\nthe last protest, so I met up with him on the eve of the final\nClap For Carers. How's it going?\nHow have you been since last time? Still in pain from the 5G towers.\nThat's about it, my jaw. But we have to keep going.\nInstead of clapping, he has made a sign. I agree strongly with this, no clapping for\nthe murderers. No to 5G and the radiation that comes with\nit. Because all our kids are going to be harmed.\nIt's that time again, loud and proud. Let's all clap for our carers.\nCHEERING AND CLAPPING. While the rest of the UK were clapping, John\nheld his cardboard. I remembered something he had said earlier.\nWhen I spoke to you last time, you said you were a carer.\nYes, I am a carer myself. It's called clap for carers, so aren't they\nclapping for you? Well, I don't want anyone to clap for me,\nI'm a carer for my dad which I would do for free, I don't want help\nfrom the Government, I don't want no one to clap\nfor me. These are things we should do anyway.\nThe NHS are doing their job. How is your dad?\nAt this moment, it's touch and go on what is happening\nand how long he's got. But I've got him comfortable.\nDon't you think maybe it might be good to spend the time and effort\nyou put into this you could be spending with your dad?\nI get that, but again it comes down to humanity. I can't sit back and rest while I know we\nare being murdered. Don't you worry that you are isolating yourself\na bit? No, I'm not, I was isolated away from the\nworld anyway, because the world has too many nasty, evil,\ngreedy people in it. So my life has not changed much.\nI don't care what anyone thinks. I would lose my own family over this, I stand\nby my beliefs, I have a fire in myself and I will not back\ndown. John is one of the growing minority who believe\nin the 5G theories. And that anger is having a big impact around\nthe country. Welcome on board the Avanti West Coast service\nto Liverpool Lime Street. There has been nearly 100 mast fires since\nthe start of lockdown. Merseyside has been a hotspot.\nI'm not aware of us having any attacks against 5G masts prior\nto the Covid-19 pandemic. Detective Chief Superintendent Mark Kameen\nhas had to set up a unit dedicated to investing the fires.\nMerseyside Police received a call from a member of the public who had\nseen three figures running away from a telecommunications mast, and he could see that the mast was on\nfire. We found the partial burnt remains of a rubber\nglove. When we sent it off the DNA investigation,\na profile came back for Michael Whitty.\nMichael Whitty was sentenced to three years in prison\nafter pleading guilty to arson. This is the first time we've had a conviction\nin the UK. It is arson that they are committing.\nIt is a very serious offence. This is foolish behaviour, done by stupid\npeople who don't understand the impact of what their actions\nare doing to the wider community, removing a key means\nof communication for people who may be vulnerable to get in touch\nwith emergency services or to get in touch with their own loved ones.\nIt is an attack on our national infrastructure. Today we can say that our long national hibernation\nis beginning to come to an end, and life is returning\nto our streets. The UK is emerging from a lockdown infected\nby damaging misinformation. Theories about 5G mutated and multiplied,\nundermining social distancing and potentially stopping people\nfrom getting future vaccines, meaning this conspiracy theory could have\na toxic legacy for all of us.", "comments": [{"channel_name": "Karim Jovian Vlogs", "likes": "71", "date": "il y a 3 mois", "text_comment": "19:53 Boo from Super Mario just appeared"}, {"channel_name": "Chazz", "likes": "219", "date": "il y a 6 mois", "text_comment": "Funny how people think there's chips in the vaccines, but will walk around with their phone and allow Google to track them constantly"}, {"channel_name": "g A", "likes": "18", "date": "il y a 3 semaines", "text_comment": "Yall like how  all theories are now mostly being shown only by the government owned companies"}, {"channel_name": "Afficher la réponse", "likes": "60", "date": "unDURYEAted", "text_comment": "il y a 1 mois"}, {"channel_name": "A Name", "likes": "284", "date": "il y a 6 mois", "text_comment": "“Hospitals are murdering people, I’m not going to go anywhere near a hospital” "}, {"channel_name": "Brian Smith", "likes": "347", "date": "il y a 6 mois", "text_comment": "5G is great it means you can upload your 5G conspiracy videos even quicker."}, {"channel_name": "KALEIDO jess", "likes": "3", "date": "il y a 1 semaine", "text_comment": "3:50 “No credible information..” just like when there were ads telling us cigarettes were good for us. This is my problem with a lot of this: Why is it so hard to believe that maybe the government doesn’t have our best interest at heart ? What is so difficult to understand about that ?"}, {"channel_name": "Afficher la réponse", "likes": "7", "date": "Mr. Nicholas", "text_comment": "il y a 1 mois"}, {"channel_name": "alo", "likes": "8", "date": "il y a 1 mois (modifié)", "text_comment": "5G Millimeter waves (MMW) will be combined with current longer wavelength frequencies that are mostly used today, to create a cocktail of artificial frequencies that humans have never been exposed to. MMW are absorbed by anything that contains water. The 5G frequency bandwidth is much shorter and a much higher frequency on the spectrum of electromagnetic radiation (6-300GHz), this results in broadband towers needing to be placed much closer together to compromise for the shorter, faster frequency expressed through the 5G bandwidth, with “small cell” antennas planned to be placed about ever 250m. although 5G penetrates only the outer layers of skin tissue the mix in vibrations from the lower frequencies we are already familiar with will have a mix of skin and body penetration. The mechanism of harm from non-ionizing radiation emitted from wireless technology is Reactive Oxygen Species (ROS) which leads to oxidative stress in nearly every bodily system, which is associated to diseases like cancer. The FCC doesnt account for the measures of the heat effects of MMW tech or any wireless technology on the human body because they have been bought out by the telecommunication industry. "}, {"channel_name": "The Atlantis", "likes": "130", "date": "il y a 6 mois", "text_comment": "Dark forces are coming into play."}, {"channel_name": "Yuechen Luo", "likes": "3", "date": "il y a 2 semaines", "text_comment": "This evil 5G theory is simply fueled by lacking of knowledge and stupidity🤣"}, {"channel_name": "Andreas", "likes": "11", "date": "il y a 6 mois", "text_comment": "They really interviewed the cream of the crop there."}, {"channel_name": "Afficher la réponse", "likes": "4", "date": "Bobby Bellingham", "text_comment": "il y a 2 semaines"}, {"channel_name": "Afficher la réponse", "likes": "42", "date": "Kiri Seraph", "text_comment": "il y a 6 mois"}, {"channel_name": "Afficher la réponse", "likes": "4", "date": "Galaxy Tab", "text_comment": "il y a 3 semaines"}, {"channel_name": "Afficher la réponse", "likes": "1", "date": "Randell Hendley", "text_comment": "il y a 5 jours"}, {"channel_name": "Mario de Vivo", "likes": "828", "date": "il y a 6 mois", "text_comment": "Clearly, our educational systems are far from being efficient at providing a minimal scientific understanding of how the world functions."}, {"channel_name": "NMChe56", "likes": "235", "date": "il y a 5 mois", "text_comment": "Our stupidity as a species will be our asteroid that kills us off."}, {"channel_name": "sinaisthesina", "likes": "15", "date": "il y a 5 mois (modifié)", "text_comment": "9:39 “dis issa fukin label mächeen mate”"}, {"channel_name": "WOAH", "likes": "6", "date": "il y a 1 mois", "text_comment": "I realized most conspiracy theorist I find in the comments are trolls, their accounts were made a couple months ago in 2020 if you look in their about section."}]} , {"channel_name": "LastWeekTonight", "channels_loyal": "#LastWeekTonight", "title": "Coronavirus: Conspiracy Theories: Last Week Tonight with John Oliver (HBO)", "date": "20 juil. 2020", "reaction": {"views": "9 966 627 vues", "likes": "243 K", "dis_likes": "10 K", "comment": 20}, "subtitle": "\n♪ (\"LAST WEEK TONIGHT\" THEME PLAYS) ♪\nMoving on. Our main story tonight concerns\nconspiracy theories. Voted \"Definitely true,\"\nby Dip Shit Uncle Quarterly.\nNow you're probably familiar with at least\nsome conspiracy theories, like the claim that\nthe moon landing was faked, or the argument that\nthe earth is flat, and that scientists are covering it up.\nAnd that is a theory, that led to\nthis absolutely stunning YouTube video.\n♪ (WOMAN SINGING TO THE TUNE OF \"HELLO\" BY ADELE) ♪\nMagnificent.\nAnd putting aside the factual inaccuracy,\nslant rhymes, shoe-horned lyrics,\nand the bad Adele-- Or, solid Bjork impression,\nmy favorite part of that is the comment,\n\"Holy Crap, this is amazing. I'm gonna share this\naround the world.\"\nWhich is quite simply, perfect.\nBut as you've probably guessed, the reason that we need\nto talk about this, is that the coronavirus has created\na perfect storm for conspiracies theorists.\nBecause their theories are now everywhere.\nOver the last few weeks,\nsome people have been saying online\nthat the virus is harmless, or even that it doesn't exist.\nNumerous sites, and groups online,\nhave been falsely claiming that this virus is the result\nof some biological warfare, some bioweapon,\nor even created by the pharmaceutical industry\nto try to sell more vaccines.\nNARRATOR: One particularly persistent falsehood:\n5G mobile networks transmit COVID-19.\nWOMAN: You know when they turn this on\nit's gonna kill everyone and that's why--\nNARRATOR: A woman in Britain called workers \"killers\"\nfor laying 5G optic cables.\nWOMAN: When they turn that switch on,\nbye-bye Mama.\nOkay, there is so much wrong there. But most of all,\nthe only time an English person should be saying, \"Bye-bye mama\"\nis when they're physically leaving the womb.\n\"Bye-bye Mama, thank you for an excellent delivery.\"\nAnd after that it's \"Yes Mom,\" \"No Mom,\"\nand \"Thank you kindly for wiping off my shameful buttocks,\nmuch obliged.\"\nAnd those theories are just the tip of the iceberg here.\nYou might have seen this video\nof two doctors making a now debunked claim\nthat COVID death rates were exaggerated because,\nit was all over Facebook a couple of months ago.\nOr maybe you came across Plandemic,\na pseudo-documentary filled with a hodge-podge\nof conspiracy theories.\nIn just one week, it was viewed over eight million times.\nWhich is a shockingly high number because,\nthat means it's been seen more times than this Tik Tok\nof a cat matching a piano's pitch.\n♪ (PLAYING SCALE) ♪\n(CAT MEOWS IN FINAL TONE OF SCALE)\nGood cat, you deserve more views.\nAnd the problem is, some online theories\nhave already prompted some worrying real-world actions.\nTake the hashtag film your hospital.\nWhich spread after some claims that the severity\nof the pandemic was being exaggerated\nand urged people to expose the truth.\nThat unfortunately led to videos like this one, where a man\nangrily demands hospital staff show him\ntheir coronavirus patients, and then shouts at them\nas he drives away.\nMAN: Maybe you could call the governor and tell him\nabout the hoax!\nHOSPITAL STAFF: Take care, sir!\nMAN: Yeah, it's a hoax! Where's all the patients?\nWhere's the lines of sick people?\nYeah, she's right.\nAnd can you imagine how confused that man is whenever he tries\nto check into a hotel?\nNo vacancy? Where are all the guests?\nWhere are the depressed salesmen attempting\nautoerotic asphyxiation in your lobby?\nMaybe you should call the governor\nof this Best Western and tell him\n\"Your sign is a hoax!\"\nAnd the harms of conspiracy theories\nduring a pandemic, go far beyond confused hospital workers.\nAs one study pointed out,\n\"Given the transmissibility of COVID-19,\nthese beliefs are dangerous... even if only a fraction\nof Americans succumbing to them ignore best practices,\nsuch as social distancing.\"\nSo tonight, let's talk about conspiracy theories.\nParticularly why they're so appealing,\nhow to spot them,\nand what you might be able to do about it.\nAnd let's start with the fact that these theories\nare a lot more popular than you might think.\nPolls over the years have shown that\nover half of American's consistently endorse\nat least one sort of conspiratorial narrative.\nAnd look, I'm not immune here! Embarrassingly, there is\na part of me, that thinks the Royal family\nhad Princess Diana killed.\nI know that they didn't, because there's\nabsolutely no evidence that they did,\nbut the idea, still lingers. Because it felt too big an event\nto be accidental. There had to be some intent there.\nAnd experts will say that that is actually a huge draw\nof conspiracy theories. They help explain\na chaotic, uncertain world and appeal to the human impulse\nto what's called, \"proportionality bias.\"\nWhich is the tendency to assume that big events must have\nbig causes. Take the JFK assassination.\nThat event shook the world. And the very idea\nthat a lone gunman could cause such chaos,\nwas inherently unsatisfying. So people,\nperhaps understandably, reached for a much bigger answer.\nAlthough it is revealing that conversely,\nless impactful events have attracted\nsignificantly less speculation.\nROB BROTHERTON: The attempted assassination\nof Ronald Regan was a similar event\nin all regards except that the president survived.\nIt was a smaller event in terms of its outcome,\nand therefore we're satisfied with smaller explanations.\nAnd so there have been almost no conspiracy theories\nabout the attempted assassination of Ronald Regan\neither at the time, or subsequently.\nExactly. And that kind of makes sense, doesn't it?\nOne man suddenly changing the world is inconceivable.\nOne man failing miserably, isn't remotely surprising.\nSomething which is also incidentally,\nthe tagline for feminism.\nAnd the appeal of conspiracy theories\nis such that people can even embrace ones\nthat contradict one another. One study found,\n\"the more participants believed that Princess Diana faked\nher own death, the more they believed she was murdered.\"\nWhich sounds crazy, although, if there was one expert\non something being demonstrably dead, yet technically alive\nat the same time, it was probably the woman\nstuck in a loveless marriage with Prince Charles\nfor 15 years. The point is, these theories have always\nbeen appealing, and have actually been\nparticularly seductive during global health crises.\nIn the 14th century, conspiracy theorists claimed that\nJewish people were responsible for the Bubonic Plague.\nIn 1890, a newspaper claims that the electric light\nwas responsible for a global influenza outbreak.\nAnd in 1918, rumors spread that German pharmaceutical company\nBayer, had tainted its U.S. sold aspirin tablets,\nwith the so-called 'Spanish Flu'.\nThe only difference now, is that our current pandemic\nis coming in the age of the internet.\nWhen it's not only easier for people to do bad research\nand spread their results, but it's also possible for them\nto make material look startlingly authoritative.\nIn fact, take Plandemic. At first view, it looks like\na high budget true crime documentary,\nwith fancy graphics and drone footage.\nAnd it deploys those techniques\nto tell the story of Judy Mikovits,\na former scientist at the National Cancer Institute,\nwho's depicted as a whistle blower\non the scientific establishment.\nHere, is how the film presents a key moment\nin Mikovits' narrative where she claims\nher enemies had her arrested without cause.\nAnd so what did they charge you with?\nNothing.\nBut you were in jail.\nI was held in jail with no charges.\nI was called a fugitive from justice.\n(HELICOPTER OVERHEAD)\nNo warrant, literally drug me out of the house,\nour neighbors are looking at, \"What's going on here?'\nYou know they search my house without a warrant.\nNow that looks pretty compelling there.\nThe police surrounding her house using violent force,\nand eventually throwing her in jail without cause.\nBut, a few things you should know.\nFirst, she was absolutely criminally charged,\nas stated in a lawsuit that she herself later filed\nover the arrest, Mikovits was arrested on criminal charges.\"\nAnd when a reporter pointed this out to her she said,\nshe meant the charges were later dropped adding,\n\"I've been confused for a decade,\" and that,\n\"I'll try to learn to say it differently.\"\nSecond, while the arrest footage looks dramatic,\nit is not actually from her arrest at all.\nIt's from an unrelated SWAT raid\nand is literally the 1st result you get when you search\n\"house raid\" on a stock footage website.\nWhich is just ridiculous. 'Cause if they simply worked\na little harder and searched \"house raid\"\non other stock footage sites, they could have found\nthis video of a masked robber spanking himself,\nthen flipping the bird,\nand dancing around like a maniac.\nAnd that's not just objectively better\nthan the clip they chose, it's also,\nexactly as relevant.\nAnd the issue isn't just that the film misrepresents\nMikovits' backstory, it's that in doing so,\nthey lend her an air of credibility\nwhen they allow her to make unchallenged,\nbatshit medical claims like these:\nMIKOVITS: Wearing the mask\nliterally activates your own virus.\nYou're getting sick from your own\nreactivated coronavirus expressions,\nand if it happens to be SARS-CoV 2,\nthen you've got a big problem.\nWhy would you close the beach?\nYou've got sequences in the soil, in the sand.\nYou've got healing microbes in the ocean, in the salt water.\nThat's insanity.\nYes, it is.\nEverything that you just said, is insane!\nThe idea that wearing a mask activates your own virus,\nis absurd. In debunking it, PolitiFact said,\nThere is no evidence to support this.\"\nAnd then threw in, \"We're not sure what a\n'coronavirus expression' even is.\"\nAs for the idea that there are 'healing microbes' in the beach,\nlook, I don't want to be the depressing guy\nthat tells you going to the beach won't cure coronavirus\nbut I will say, the beach is exactly three things,\nnone of which are medicine.\nIt's sand that goes down your ass-crack,\nsalt water that gets up your nose,\nand sun that burns your skin.\nThe beach doesn't cure anything except you being comfortable.\nAnd incidentally, when we reached out to\nthe director of Plandemic to cite our many issues\nwith the film, he wrote back not only saying\nthat he stands behind it, but asking, \"In a country\nthat marches to the chant of, 'believe all women,' why is it\nthat people are so quick to disbelieve Dr. Mikovits?\"\nTo which the answer is obviously, A,\nbecause she's telling people good coronavirus prevention\ninvolves not wearing a mask and going boogie boarding.\nB, the phrase is 'believe women' not 'believe all women',\nand C, that's not what that phrase is about,\nbecause the point of that movement is not\n\"Well, I guess we all have to take Rachel Dolezal\nat her fucking word now.\"\nAnd, look, I am well aware that for some,\neven these criticisms of Plandemic will somehow\nbe further proof, that what it's saying is true.\nThat, is actually a common trait of conspiracy theories\nthat they're inherently self-sealing,\nwith any criticism just becoming evidence that the whole thing\nis bigger than anyone could have imagined.\nAlthough, I will simply say this.\nIf I am in on this conspiracy, that means\nmy puppet master is AT&T. And what makes you think\nthat they can pull off a global conspiracy,\nwhen they can barely pull off a complete phone call.\nHow would they even be sending me orders? Sprint?\nThe point is these theories can be innately appealing\nand thanks to the internet, can spread with ease.\nAnd all of this would be dangerous enough,\nbefore you take into account that one of\nthe most prominent spreaders of conspiracies on earth,\nis the current president of the United States.\n'Cause he's been spreading them around for years.\nOften with the excuse that people are saying them,\nand he's just asking questions. Something he's done\non bullshit claims, like, Obama was born in Kenya,\nAntonin Scalia was murdered, and that millions\nof fake votes were cast for Hillary Clinton.\nConspiracies are sort of like ugly buildings\nand deeply tragic adult children,\nin that Donald Trump loves to unleash them\ninto the world, and then refuse\nto take responsibility for them ever again.\nAnd he's been doing this throughout the pandemic,\nincluding, just this week, when he retweeted a theory\nthat the CDC and the media are lying about the virus\nthat hurt his reelection chances.\nTrump has passed on so many conspiracies\nthat news outlets have repeatedly called him,\n\"The conspiracy theorist in chief.\"\nAlthough, I would argue, he's not invested\nin any of these things that he's spreading.\nHe's only interested in amplifying\nwhatever he thinks he might personally benefit from.\nAnd I cannot believe I'm saying this,\nbut the person with the clearest sense\nof just how deeply cynical Trump's use\nof conspiracy theories is, is this guy.\nWhen you get to Trump and his conspiracy theories,\nhe does it in a really clever way.\nTrump never says that he believes\nthese conspiracy theories...\nthat he touts.\nHe's simply passing them on.\nAnd it's-- it's his way of jamming them up,\nit's his way of teasing 'em, it's his way\nof getting these conspiracy theories out there.\nSo Trump is just throwing gasoline on a fire here.\nAnd he's having fun watching the flames.\nYeah. Rush Limbaugh gets it.\nAnd that's a sentence I never thought I'd say\nunless I was talking about\ntoilet-transmitted chlamydia.\nBut the thing is, right now in particular,\nthere is real harm in throwing gasoline on the fire\nbecause people are going to get burned,\nmaking those flames not quite as fucking fun\nto watch. Because make no mistake here,\npeople who have been convinced that COVID\nwas overblown have sometimes paid a steep price.\nREPORTER: Around this time last month,\nJupiter rideshare driver, Brian Hitchens,\nwas a self-proclaimed COVID-19 skeptic.\nI-- I thought it was, maybe, the government\nwas trying something and it was kind of like a--\nkind of like they threw it out there\nto kind of distract us.\nREPORTER: Fast forward to this week, and Hitchens has\na whole new outlook from his hospital bed.\nThis is a real virus that you've got to take serious.\nAnd my wife's on the ventilator,\nshe's been like that for three weeks.\nAnd it's tough, it's-- it's sad.\nYeah, it is sad. And unfortunately,\nI don't think he's gonna be the last person\nin this country to learn that a lot\nof what's on the internet is bullshit, the hard way.\nSo what can we do? Well, social media companies\nare finally doing more to label conspiracy theories,\nor limit their spread. But the truth is,\nthey can only do so much. They don't always have\nthe expertise to mitigate what is and isn't true,\nand the sheer volume of material flying around\nmakes it almost impossible for them to catch everything.\nAnd-- And that's actually been a challenge for us\nin this story, too. We are clearly only scratching\nthe surface of what is out there.\nAnd I'm sure if you look down at the comment's section\nwhen this is on YouTube, you will find people saying,\n\"How about the fact the virus was created as a bioweapon,\"\nor, \"What about Bill Gates' plan to microchip me?\"\nAnd it would take days to go through\nwhy each one of those is bullshit,\nand it still won't address the ones that come up\nin the weeks and the months ahead.\nThe fact is, it's gonna be incumbent\nupon us, as individuals, to try and stop these theories,\nand treat them with a skeptical eye\nbefore we believe them. Or, indeed,\nspread them around. And there are actually three\nbasic questions that you can ask yourself\nthat could help in that regard.\nFirst... (READS PROMPT)\n'Cause remember the theory, 5G towers are spreading\ncoronavirus, or, as that one woman\nso memorably phrased it...\nWOMAN: When they turn that switch on,\n-bye, bye, Mama. -Exactly.\nIt made the rounds helped by images like these,\nshowing maps of coronavirus cases,\nalongside maps of the 5G rollout.\nAnd initially, the similarity there\ndoes seem striking, until you realize,\nthose maps also look like the ones\nof population density, which makes a lot more sense.\nBecause that's correlation, not causation.\nWi-Fi rollouts and virus cases will both be\nwhere there are a lot of people.\nIn fact, lots of maps look like those maps.\nThis one of Domino's pizza locations\nlooks like a map of coronavirus outbreaks,\nand I'm pretty sure Domino's pizza isn't causing it.\nYes, their Wisconsin six cheese will give you a dry cough,\nfever, diarrhea, and COVID toe,\nbut not in the exact same way as the coronavirus.\nAnd knowing the difference is called science.\nNow, the second question you could ask is...\n(READS PROMPT)\nAnd if so, what did those experts say?\nBecause it's not uncommon for theories\nto cite a single source, a doctor or scientist\nlike severely Midwestern, Diane Keaton here,\nmaking an outlandish claim. But, it's worth checking\nif most credible doctors or scientists agree with it.\nAnd if you're thinking, \"Well, what if all of them\nare in on the cover up too?\" That actually brings us\nto our final question here... (READS PROMPT)\nBecause not every conspiracy theory is fictional.\nObviously, some have absolutely turned out to be true.\nBut the very fact that we know about the real ones\nactually teaches us something important.\nOne study looked at real government secrets\nlike Edward Snowden's revelation about government surveillance,\nand found the reason they unraveled\nwas because of the sheer number of people who had\nto keep them secret. They actually created\nan equation to predict how quickly\nother science-based conspiracy theories\nwould unravel had they been true,\nby finding that faking the moon landing, for instance,\nwould have required... (READS PROMPT)\n...to keep quiet, and would... (READS PROMPT)\nWhich does make sense, doesn't it?\n'Cause think for a second just how many people\nwould have to be sworn to secrecy\nto keep a coronavirus hoax under wraps.\nI don't know if you've ever tried to organize, say,\na mid-sized surprise party for your cousin,\nbut it's borderline impossible to keep it quiet.\n'Cause someone is telling Roxanne.\nNo matter how many emails you've sent, saying,\n\"No one tell Roxanne,\" Roxanne is finding out.\nAnd I know you may not find conspiracy theories plausible,\nbut you also may know people who do.\nAnd while you can't reach everyone,\nyou can reach some. And-- And now more than ever,\nit might be important for you to try.\nWhich clearly is not easy, it is completely natural\nto simply want to scream at them,\n\"Why do you believe this nonsense,\nyou titanic fucking idiot?\" And I would say,\njust show them this piece, but obviously,\nI'm not the best messenger. Within the first 20 seconds\nof this story, I called your uncle a dipshit,\nand dipshits tend not to like that.\nNow what experts say is that the most effective\nway to approach someone is not by shaming them\nfor believing in something or overwhelming them\nwith counterevidence, but to try and be empathetic,\nmeet them where they are, and nudge them\nto think a bit more critically. So to that end,\nwe've asked some people that they might be more willing\nto listen to, to help you start\na conversation. For instance,\nlet's say your confused grandparents\nare passing around dangerous misinformation\nabout not wearing a mask. They may not listen to me,\nbut they might listen to the man that they've been\nletting into their home every weeknight,\nto calmly tell them what is and isn't correct.\nHi, everyone. The answer is Alex Trebek.\nThe correct question, of course, \"Who is that handsome man\nI'm looking at right now?\"\nYeah, we got Alex Trebek to make a 90-second video\ngently urging anyone who watches him\nto be careful with what they encounter and share online.\nSo you could show your grandparents that,\nand then talk to them about it. But, let's say\nyou've got a cousin who's not a Jeopardy fan.\nMaybe they like wrestling or Fast and Furious movies.\nWell the good news is, John Cena has got something\nto say to them too.\nThere's a lot of official looking stuff\non the internet. Not all of it's true.\nAnd there's some stuff that seems false but isn't.\nLike this one, John Oliver and I\nare the exact same age. Yep, born on the same year,\non the exact same day. It seems impossible\nthat two human bodies can... age so differently.\nBut it's true. I checked.\nAnd it's important you do that. So before you go believe\nany theory about the pandemic, or share any information\nabout the pandemic, it's good to know\nwhere that information's coming from.\nYeah, both of those things he said are true.\nYou should check information you see online,\nand we are the exact same age. It's a thing that I think about\nevery birthday. And it's not just Alex Trebek\nand John Cena. We have an assortment\nof truly beloved figures, from Paul Rudd,\nto Catherine O'Hara, to Billy Porter.\nEach of whom made messages to urge people\nto think more critically. Here is just a taste.\nWhat's going on my people? It's me, Billy Porter.\nHello there, I'm Catherine O'Hara.\n-I'm Paul Rudd. -Alex Trebek.\nJohn Cena here, WWE superstar, actor, internet meme,\ndessert lover, and number three\non your partner's free pass list.\nI'm literally a superhero. The smallest one,\nbut it still counts.\nI know that we are living in scary times.\nGiven the current state of things,\nyou're searching for answers about the global health crisis.\nI think that's awesome.\nThat curiosity, that's good, I'm curious too.\nIf nobody ever asked questions, Jeopardy would be\na very, very weird show, wouldn't it?\nBut you have to be careful, 'cause there's a lot\nof convincing-looking shit on the internet.\nAnd most of it ain't true.\nYou know, I once thought I was dead,\nbecause hashtag R.I.P. Paul Rudd was trending.\nSo before you go off and share something\nwith your friends and family...\nIt's good to know where that information's\n-coming from. -Is it a trusted news source?\nIf you're not sure, look to see if other\ntrusted news sources and experts are saying\n-the same thing. -A good way to know\nif an idea or a story that you've read about\nholds water, is that a majority\nof trusted sources agree on it.\nAnd finally, think critically.\n-You're smart. -You're smart.\nYou're a smart cookie, I know. I know you are,\nyou have the look of a scholar, and the taste of a macaron.\nY'all got brains, use 'em. Use it like it's the first roll\nof toilet paper in a brand-new pack.\nUnsparingly and with gusto. (CHUCKLES)\nYou have common sense. Trust that part of your brain\nto guide you as you educate yourself during\nthis difficult time. And trust that I'm doing\nwhat I can to hop to number one\non your partner's free pass list,\nand number three on yours.\nHey, be safe out there.\nThat's all good advice. And to increase the chance\nthat conspiracy theorists stumble on them,\nwe've put their full videos online at...\nAnd if you're looking to start a conversation\nwith someone, picking one of these videos\nis honestly a pretty good entry point.\nThat is our show, thank you so much for watching,\nwe'll see you next week, good night!", "comments": [{"channel_name": "Raja Narasimhan", "likes": "8 k", "date": "il y a 6 mois", "text_comment": "Legend says John Oliver's roast of AT&T hasn't reached them yet"}, {"channel_name": "William Latshaw", "likes": "1,6 k", "date": "il y a 2 mois", "text_comment": "R.I.P Alex Trebek.  Fitting that one of the last non-Jeapordy things he filmed was designed to help others.  The kind of person that he was."}, {"channel_name": "Patrick Drazen", "likes": "1,8 k", "date": "il y a 3 mois", "text_comment": "Rough that Alex Trebek just passed from cancer, 4 months after this taping..."}, {"channel_name": "Nicholas Davis", "likes": "542", "date": "il y a 2 mois", "text_comment": "Incidently, John Cena was not asked to take his shirt off whilst filming that, he just did it. That's right, John Cena just randomly thought \"I should take my shirt off\", and no one batted an eye."}, {"channel_name": "Anthony McMahon", "likes": "127", "date": "il y a 3 semaines", "text_comment": "“It’s Easier to Fool People Than It Is to Convince Them That They Have Been Fooled.”"}, {"channel_name": "ddpxl", "likes": "2,2 k", "date": "il y a 6 mois", "text_comment": "As the Romanian saying goes... \"The mother of idiots is always pregnant.\""}, {"channel_name": "Stunt Panda", "likes": "479", "date": "il y a 2 mois", "text_comment": "The conspiracy theory I'm absolutely sure of is that cats know their names when you call them, they just don't care."}, {"channel_name": "Bee Lam", "likes": "123", "date": "il y a 1 mois", "text_comment": "let's all remember this is the year when John's hair officially turned grey"}, {"channel_name": "Patrick Kelly", "likes": "84", "date": "il y a 1 mois", "text_comment": "This is was 5 months ago and not only are all the theories still around, they have gained traction."}, {"channel_name": "Nick Miller", "likes": "266", "date": "il y a 1 mois", "text_comment": "You can literally see the curvature of the earth in that video.  Jesus Christ."}, {"channel_name": "Xopel Vi", "likes": "13 k", "date": "il y a 6 mois", "text_comment": "Be honest, John: You're not wearing any pants under that table."}, {"channel_name": "Anonymous", "likes": "159", "date": "il y a 1 mois", "text_comment": "\"No amount of evidence will ever persuade an idiot”"}, {"channel_name": "Nicholas Ziemba", "likes": "34", "date": "il y a 3 semaines", "text_comment": "I love that John Cena is not only aware that he's a meme, but also that he embraces that fact"}, {"channel_name": "Alicia Pernie", "likes": "63", "date": "il y a 3 mois", "text_comment": "i had a girl in one of my classes tell me that the spanish flu of 1918 was meningitis that was a result of tainted flu shots......FLU SHOTS WEREN'T AROUND THEN!"}, {"channel_name": "Mr. MetalArm", "likes": "60", "date": "il y a 1 mois", "text_comment": "\"Coronavirus expressions.\" \"Healing microbes in the sand.\" That is not something a scientist believes, that's something that Nancy the anti-vaxxer mom says on her mommy facebook group before she tries to sell you essential oils."}, {"channel_name": "Afficher la réponse", "likes": "150", "date": "Dave", "text_comment": "il y a 2 mois"}, {"channel_name": "Afficher la réponse", "likes": "78", "date": "cyton18", "text_comment": "il y a 1 mois"}, {"channel_name": "Mortrexia Gaming", "likes": "23", "date": "il y a 2 mois", "text_comment": "There is something alarmingly draining about being the second witness to a Covid death confirmation and going to the store 6 hours later and hearing someone loudly complaining about mask mandates over an overblown hoax. T.T this was just Monday as cases ramp up and we are overwhelmed."}, {"channel_name": "J. Woolery", "likes": "511", "date": "il y a 3 mois", "text_comment": "18:36 Rest in Peace, Alex Trebek."}, {"channel_name": "Afficher la réponse", "likes": "3,4 k", "date": "Let's Dub Project (Tyranee)", "text_comment": "il y a 6 mois"}]}]